Repository: macagua/travelposting
Catalog: travel/apps/locale/*/LC_MESSAGES/django.po
Languages: de

source: Password
de: Passwort

source: Password confirmation
de: Passwortbestätigung

source: Passwords don't match
de: Passwörter stimmen nicht überein

source: Assing refferal code
de: Zuweisung von Referal-Code

source: Personal info
de: Persönliche Daten

source: Business info
de: Geschäftsinformationen

source: Permissions
de: Berechtigungen

source: Change Password
de: Passwort ändern

source: Accounts
de: Konten

source: Your account is blocked due to non-payment
de: Dein Konto ist wegen Nichtzahlung gesperrt.

source: Use at least 8 characters. Do not use a password from another site or a term that is too obvious, such as your pet's name.
de: Verwenden Sie mindestens 8 Zeichen. Verwenden Sie kein Passwort von einer anderen Website oder einen zu naheliegenden Begriff, wie z.B. den Namen Ihres Haustieres.

source: Enter the same password as above, for verification.
de: Geben Sie zur Überprüfung das gleiche Passwort wie oben angegeben ein.

source: Select a plan
de: Wählen Sie einen Plan

source: Invalid coupon
de: Ungültiger Coupon

source: Non-Permitted Language
de: Unzulässige Sprache

source: Mrs.
de: Frau.

source: Mr.
de: Herr.

source: Grouping
de: Gruppierung

source: email address
de: E-Mail-Adresse

source: Subscription ID
de: Abonnement-ID

source: Coupon
de: Gutschein

source: Company name
de: Name des Unternehmens

source: Commercial address
de: Kommerzielle Adresse

source: Postal code
de: Postleitzahl

source: City / State / Parish
de: Stadt / Bundesland / Gemeinde

source: Country
de: Land

source: Languages in which you are interested in sending or receiving information
de: Sprachen, in denen Sie daran interessiert sind, Informationen zu senden oder zu erhalten

source: Do you have something to tell us?
de: Haben Sie uns etwas zu sagen?

source: Title (Contact person)
de: Titel (Ansprechpartner)

source: Position in the company
de: Position im Unternehmen

source: Leave us a phone number where we can contact you
de: Hinterlassen Sie uns eine Telefonnummer, unter der wir Sie erreichen können

source: Mobile number or WhatsApp
de: Handynummer oder WhatsApp

source: Leave us your web address
de: Hinterlassen Sie uns Ihre Webadresse

source: Code Referral
de: Code-Empfehlung

source: About me
de: Über mich

source: is active?
de: ist aktiv?

source: is community?
de: ist Gemeinschaft?

source: Last Login IP
de: Letzte Login-IP

source: Location
de: Standort

source: User
de: Benutzer

source: Users
de: Benutzer

source: Created at
de: Erstellt bei

source: Contact
de: Kontakt

source: Contacts
de: Kontakten

source: %(user_from)s follows %(user_to)s
de: %(user_from)s folgt %(user_to)s

source: User Comment
de: Benutzer-Kommentar

source: User Answer
de: Benutzer-Antwort

source: Name
de: Nombre

source: Body Comment
de: Commentary on the text

source: Updated at
de: Aktualisiert unter

source: Active
de: Aktiv

source: Parent
de: Eltern

source: Comment
de: Kommentar

source: Comments
de: Kommentaren

source: Comment by %(body)s
de: Kommentar von %(body)s

source: &copy; 2018 All Rights Reserved Site Map Disclaimer.
de: &copy; 2018 Alle Rechte vorbehalten Site Map Disclaimer.

source: Remember to talk to yourself of the product.
de: Denken Sie daran, mit sich selbst über das Produkt zu sprechen.

source: Go to Travelposting
de: Gehe zu Travelposting

source: Accounts Activate
de: Konten aktivieren

source: if you want see the admin site
de: wenn Sie die Admin-Seite sehen wollen

source: Click here to login
de: Klicken Sie hier zur Anmeldung

source: Download for iOS
de: Herunterladen für iOS

source: Download for Android
de: Herunterladen für Android

source: Mail confirmation
de: E-Mail-Bestätigung

source: %(user.first_name)s Thank you for registering for Travelposting. Confirm your account to finish creating your account.
de: %(user.first_name)s Vielen Dank, dass Sie sich für Travelposting angemeldet haben. Bestätigen Sie Ihr Konto, um die Erstellung Ihres Kontos abzuschließen

source: Your activation key is: %(activation_key)s, that password will be valid for %(expiration_days)s days.
de: Ihr Aktivierungsschlüssel lautet: %(activation_key)s, Dieser Schlüssel ist gültig für %(expiration_days)s Tage.

source: Confirm e-mail
de: E-Mail bestätigen

source: TravelPosting: Mail Confirmation
de: Travelposting: Mail-Bestätigung

source: Front
de: Vorderseite

source: Go back
de: Gehen Sie zurück.

source: Forgot your <span class='font-weight-semi-bold'>password?</span>
de: Haben Sie Ihr <span class='font-weight-semi-bold'>Passwort vergessen?</span>

source: Enter your email address below.
de: Geben Sie unten Ihre E-Mail-Adresse ein.

source: Email address
de: E-Mail-Adresse

source: Please enter a valid email address.
de: Bitte geben Sie eine gültige E-Mail Adresse ein.

source: Back to sign in
de: Zurück zur Anmeldung.

source: Request Reset Link
de: Reset-Link anfordern

source: Login
de: Anmeldung

source: We need to verify your identity
de: Wir müssen Ihre Identität überprüfen.

source: Please check your email, and follow the next intructions
de: Bitte überprüfen Sie Ihre E-Mail, und folgen Sie den nächsten Instruktionen.

source: do have accounts?
de: Haben Sie Konten?

source: Travelposting 2019 All Rights Reserved Site Map Disclaimer.
de: Travelposting 2019 Alle Rechte vorbehalten Site Map Disclaimer.

source: Follow us at Facebook
de: Folgen Sie uns auf Facebook

source: Follow us at Instagram
de: Folgen Sie uns auf Instagram

source: Follow us at Twitter
de: Folgen Sie uns auf Twitter

source: Contact us via WhatsApp
de: Kontaktieren Sie uns über WhatsApp

source: Welcome
de: Willkommen

source: to Travelposting
de: zu Travelposting

source: Login to manage your account.
de: Melden Sie sich an, um Ihr Konto zu verwalten.

source: Forgot Password?
de: Haben Sie Ihr Passwort vergessen?

source: Don't have an account?
de: Sie haben kein Konto?

source: Signup
de: Anmelden

source: Welcome to Travelposting
de: Willkommen bei Travelposting

source: User registered
de: Benutzer registriert

source: User registration:
de: Benutzer-Registrierung:

source: Your password has been changed successfully!
de: Ihr Passwort wurde erfolgreich geändert!

source: Come back to our website and enjoy all our new plans.
de: Kommen Sie zurück auf unsere Website und genießen Sie all unsere neuen Pläne.

source: Enter the new password and confirm the new password.
de: Geben Sie das neue Passwort ein und bestätigen Sie das neue Passwort.

source: Home
de: Startseite

source: We've sent an email with the reset instructions! please check also spam folder (just in case).
de: Wir haben eine E-Mail mit den Reset-Anweisungen geschickt! Bitte überprüfen Sie auch den Spam-Ordner (nur für den Fall das Ihre Email program als Spam markiert hat).

source: Welcome back our website and enjoy all our new plans.
de: Willkommen zurück auf unserer Website und genießen Sie alle unsere neuen Pläne.

source: Reset Password
de: Passwort zurücksetzen

source: Reset password for email: %(email)s. Press the button to reset your password
de: Passwort für E-Mail zurücksetzen: %(email)s. Drücken Sie den Knopf, um Ihr Passwort zurückzusetzen

source: Welcome to
de: Willkommen bei

source: Fill out the form to get started.
de: Füllen Sie das Formular aus, um anzufangen.

source: Do you have a Coupon?
de: Haben Sie einen Gutschein?

source: Yes
de: Ja

source: No
de: Nein

source: Already have an account?
de: Haben Sie bereits ein Konto?

source: Create account
de: Benutzerkonto erstellen

source: Thank you for your register
de: Vielen Dank für Ihre Anmeldung

source: Please see your inbox and validate your accounts
de: Bitte sehen Sie Ihren Posteingang und validieren Sie Ihre Konto.

source: Visit our page or see our plans
de: Besuchen Sie unsere Seite oder sehen Sie unsere Pläne.

source: User information
de: Informationen für Benutzer

source: Profile Detail
de: Profil Detail

source: Edit
de: Bearbeiten

source: Sessions
de: Sitzungen

source: Last login
de: Letzte Anmeldung

source: Date of registration
de: Datum der Anmeldung

source: Phone
de: Telefon

source: Not registered yet
de: Noch nicht registriert

source: Direction
de: Wegbeschreibung

source: State
de: Stadt

source: Not registered yet
de: Noch nicht registriert

source: Language
de: Sprache

source: Company address
de: Firmenanschrift

source: Edit Information
de: Informationen bearbeiten

source: Edit information
de: Informationen bearbeiten

source: Save information
de: Informationen speichern

source: Change password
de: Passwort ändern

source: Successful password change
de: Erfolgreiche Passwort-Änderung

source: His password was successfully changed.
de: Sein Passwort wurde erfolgreich geändert.

source: An error, Incorrect User or Password has occurred.
de: Es ist ein Fehler, ein falscher Benutzer oder ein falsches Passwort aufgetreten.

source: Registered new user
de: Registrierter neuer Benutzer

source: Community
de: Gemeinschaft

source: Referred by
de: Verwiesen von

source: Enter the referal code.
de: Geben Sie den Empfehlungscode ein.

source: Use at least 8 characters. Do not use a password from another site or a term that is too obvious, such as your pet’s name
de: Verwenden Sie mindestens 8 Zeichen. Verwenden Sie kein Passwort von einer anderen Website oder einen zu naheliegenden Begriff, wie z.B. den Namen Ihres Haustieres.

source: Invalid referal code
de: Ungültiger Verweis code

source: Destination
de: Reiseziel

source: User Recommendation
de: Empfehlung des Benutzers

source: Recommendation
de: Empfehlung

source: Would you recommend this trip again?
de: Würden Sie diese Reise erneut empfehlen?

source: Recommendation Others
de: Empfehlung Andere

source: Do you think we should get better?
de: Meinen Sie, dass wir besser werden sollten?

source: Recommendations
de: Empfehlungen

source: Referred By
de: Verwiesen von

source: Referral
de: Empfehlung

source: Referrals
de: Verweise

source: Well done!
de: Gut gemacht!

source: Current password
de: Aktuelles Passwort

source: Enter your current password
de: Geben Sie Ihr aktuelles Passwort ein

source: Password does not match.
de: Passwörter stimmen nicht überein

source: New password
de: Neues Passwort

source: Enter your password
de: Geben Sie Ihr Passwort ein

source: Please enter your password.
de: Bitte geben Sie Ihr Passwort ein.

source: Confirm password
de: Passwort bestätigen

source: Confirm your password
de: Bestätigen Sie Ihr Passwort

source: Password does not match the confirm password.
de: Passwort stimmt nicht mit dem Bestätigungspasswort überein.

source: Save Password
de: Passwort speichern

source: Cancel
de: Abbrechen

source: Search Result
de: Suchergebnis

source: Search our community members
de: Suche nach Mitgliedern unserer Gemeinschaft

source: You can search by first name, last name or email
de: Sie können nach Vorname, Nachname oder E-Mail suchen

source: members found
de: gefundene Mitglieder

source: Update your profile picture
de: Aktualisieren Sie Ihr Profilbild

source: Send a Message
de: Eine Nachricht senden

source: Add to favorites
de: Zu Favoriten hinzufügen

source: Send message to
de: Nachricht senden an

source: Close
de: schließen

source: Subject
de: Thema

source: Message
de: Nachricht

source: Send
de: Senden

source: Thank you for registering with the travelposting community.
de: Vielen Dank, dass Sie sich bei der Travelposting-Community angemeldet haben.

source: line
de: linie

source: Please click on the link and verify that you agree to belong to the travelposting community. If our link is not active, copy and paste the entire link into your browser and click Enter to access the community.
de: Bitte klicken Sie auf den Link und bestätigen Sie, dass Sie damit einverstanden sind, der travelposting community anzugehören. Wenn unser Link nicht aktiv ist, kopieren und fügen Sie den gesamten Link in Ihren Browser ein und klicken Sie auf Enter, um auf die Community zuzugreifen.

source: Confirm
de: Bestätigen Sie

source: icon
de: Symbol

source: Share and enjoy from our community.
de: Teilen und genießen Sie von unserer Gemeinschaft.

source: Our potential in its favor is based on the ease we have of capturing new stakeholders for your products thanks to the constant trips we make and the tourism and technology fairs in which we are present, as is the case of the Anato Tourist Showcase in Bogotá Colombia, The ITB Tourism Fair in Berlin Germany, or the Fitur in Madrid Spain among others.
de: Unser Potenzial zu ihren Gunsten basiert auf der Leichtigkeit, mit der wir dank unserer ständigen Reisen und der Tourismus- und Technologiemessen, auf denen wir präsent sind, neue Interessengruppen für Ihre Produkte gewinnen können, wie beispielsweise das Anato Tourist Showcase in Bogotá Kolumbien, die ITB Tourismusmesse in Berlin Deutschland oder die Fitur in Madrid Spanien.

source: See more
de: Siehe mehr

source: Thank you for your trust and registration at Travelposting.
de: Vielen Dank für Ihr Vertrauen und Ihre Anmeldung bei Travelposting.

source: We know that to change the course of things, more than words are needed, for that reason we are proud to be able to count on you and that together we begin to transform the world of travel into something much more positive and attractive for everyone.
de: Wir wissen, dass es mehr als nur Worte braucht, um den Lauf der Dinge zu ändern, deshalb sind wir stolz darauf, auf Sie zählen zu können, und dass wir gemeinsam damit beginnen, die Welt des Reisens in etwas viel Positiveres und Attraktiveres für alle zu verwandeln.

source: Now that you are an official member of Travelposting and you are like us in this new adventure, we remind you all that you are about to get and enjoy with your TravelpostingCard.
de: Jetzt, da Sie offizielles Mitglied von Travelposting sind und sich wie wir in dieses neue Abenteuer stürzen, erinnern wir Sie daran, was Sie mit Ihrer TravelpostingCard alles bekommen und genießen werden.

source: 1) Cost the cost of the annual membership which has a value of <b>€ 99.99</b>.
de: 1) Kosten für die Jahresmitgliedschaft im Wert von <b>99,99 €</b>.

source: 2) You will get € 50.00 in a welcome pack which you can redeem on your first holiday purchase at
de: 2) Sie erhalten 50,00 € in einem Willkommenspaket, das Sie bei Ihrem ersten Urlaubskauf einlösen können bei

source: We also leave you the data so that you can make your economic contribution of only € 25.00 as we discussed in our presentation.
de: Wir überlassen Ihnen auch die Daten, damit Sie Ihren wirtschaftlichen Beitrag von nur 25,00 € leisten können, wie wir in unserer Präsentation besprochen haben.

source: Dear user, with the activation of this e-mail, you will receive the TravelpostingCard, it is a digital card that will authorize you to obtain different benefits among them discount bonuses that only our users receive, for that reason we ask you to place your profile photo since the cards that have some other type of graphics like; logos, memes, etc, will be deactivated and you will lose your discount, since the cards are created only once by our automatic system.
de: Sehr geehrter Benutzer, mit der Aktivierung dieser E-Mail erhalten Sie die TravelpostingCard, es handelt sich um eine digitale Karte, die Sie dazu berechtigt, verschiedene Vorteile zu erhalten, darunter Rabattboni, die nur unsere Benutzer erhalten. Aus diesem Grund bitten wir Sie, Ihr Profilfoto zu platzieren, da die Karten, die eine andere Art von Grafiken wie Logos, Meme usw. haben, deaktiviert werden und Sie Ihren Rabatt verlieren, da die Karten nur einmal von unserem automatischen System erstellt werden.

source: We wish you many good trips with travelposting and its affiliated agencies and we remind you that as part of the community you have the right to ask us any questions you may have about the operation of the community and the platform.
de: Wir wünschen Ihnen viele gute Reisen mit travelposting und den angeschlossenen Agenturen und erinnern Sie daran, dass Sie als Teil der Gemeinschaft das Recht haben, uns alle Fragen zu stellen, die Sie über den Betrieb der Gemeinschaft und der Plattform haben.

source: Best regards from the entire Travelposting team
de: Beste Grüße vom gesamten Travelposting-Team

source: Company:
de: Unternehmen:

source: International Bank Account Number
de: Internationale Bankkontonummer

source: Bank Identifier Code
de: Bank-Identifizierungs code

source: A person has done a new comment:
de: Eine Person hat einen neuen Kommentar abgegeben:

source: Title:
de: Titel:

source: Body:
de: Körper:

source: You have a new message
de: Sie haben eine neue Nachricht

source: has sent you a new message
de: hat Ihnen eine neue Nachricht geschickt

source: Inbox
de: Posteingang

source: A person has done a new reccomendation:
de: Eine Person hat eine neue Empfehlung ausgesprochen:

source: Destination:
de: Reiseziel:

source: User:
de: Benutzer:

source: Would you recommend this trip again?:
de: Würden Sie diese Reise noch einmal empfehlen?

source: Do you think we should get better?:
de: Meinen Sie, wir sollten besser werden?

source: Toggle navigation
de: Navigation umschalten

source: Image Description
de: Beschreibung des Bildes

source: Destinations
de: Reiseziele

source: Logout
de: Abmeldung

source: Edit Profile
de: Profil bearbeiten

source: Following
de: Folgend

source: Prices
de: Preise

source: See my profile
de: Siehe mein Profil

source: Peoples
de: Völker

source: Customers registered in the community
de: In der Gemeinschaft registrierte Kunden

source: Registered
de: Registriert

source: See destinations
de: Siehe Reiseziele

source: Copy or share your referral link with friends
de: Kopieren Sie Ihren Empfehlungslink oder geben Sie ihn an Freunde weiter

source: Not members found.
de: Keine Mitglieder gefunden.

source: Write us via Email
de: Schreiben Sie uns per E-Mail

source: follower
de: anhängerin

source: Follow
de: Folgen Sie

source: Previous
de: Bisherige

source: Next
de: gefundene Mitglieder

source: Sent
de: Gesendet

source: Search received messages
de: Empfangene Nachrichten durchsuchen

source: Compose
de: Komponieren

source: From to
de: Von bis

source: Date
de: Datum

source: Sender
de: Absender

source: Content
de: Inhalt

source: Reply
de: Antwort

source: to:
de: zu:

source: Readonly
de: Nur Lesezugriff

source: Activity pagination
de: Paginierung der Aktivität

source: Search sent messages
de: Gesendete Nachrichten durchsuchen

source: To
de: Zu

source: Recipient
de: Empfänger

source: Our destinations
de: Unsere Reiseziele

source: Please Select an user
de: Bitte wählen Sie einen Benutzer

source: Hi
de: Hallo

source: Do you want to make a recommendation?
de: Möchten Sie eine Empfehlung aussprechen?

source: Hi there, I would like to ...
de: Hallo, ich würde gerne ...

source: Please enter a reason.
de: Bitte geben Sie einen Grund an.

source: Submit
de: Einreichen

source: Activity
de: Aktivität

source: Mark as read
de: Als gelesen markieren

source: Mark as unread
de: Als ungelesen markieren

source: You have received a new message
de: Sie haben eine neue Nachricht erhalten

source: From
de: Von

source: Report this user
de: Diesen Benutzer melden

source: Social Profiles
de: Soziale Profile

source: Hey, I'am
de: Hey, ich bin

source: +3 Referrals
de: +3 Verweise

source: Verified
de: Überprüft

source: Web page:
de: Webseite:

source: Reviews
de: Rezensionen

source: Search Results
de: Suchergebnisse

source: Dear user, with the activation of this user, you will receive the TravelpostingCard, it is a digital card that will authorize you to obtain different benefits among them discount bonuses that only our users receive, for such reason we ask you to place your profile photo since the cards that have some other type of graphics like; logos, memes, etc, will be deactivated and you will lose your discount, since the cards are created only once by our automatic system.
de: Sehr geehrter Benutzer, mit der Aktivierung dieses Benutzers erhalten Sie die TravelpostingCard, es ist eine digitale Karte, die Sie dazu berechtigt, verschiedene Vorteile zu erhalten, darunter Rabattboni, die nur unsere Benutzer erhalten. Aus diesem Grund bitten wir Sie, Ihr Profilfoto zu platzieren, da die Karten, die eine andere Art von Grafiken wie Logos, Meme, etc. haben, deaktiviert werden und Sie Ihren Rabatt verlieren, da die Karten nur einmal von unserem automatischen System erstellt werden.

source: Thank you for your cooperation.
de: Wir danken Ihnen für Ihre Mitarbeit.

source: Upload New Picture
de: Neues Bild hochladen

source: Save Changes
de: Änderungen speichern

source: Social profiles
de: Soziale Profile

source: Add elsewhere links to your profile
de: An anderer Stelle Links zu Ihrem Profil hinzufügen

source: Add your Facebook username (e.g. nickname)
de: Fügen Sie Ihren Facebook-Benutzernamen hinzu (z.B. Spitzname)

source: Add your Instagram username (e.g. nickname)
de: Fügen Sie Ihren Instagram-Benutzernamen hinzu (z.B. Nickname)

source: Add your Twitter username (e.g. nickname)
de: Fügen Sie Ihren Twitter-Benutzernamen hinzu (z.B. Nickname)

source: Add your Linkedin username (e.g. nickname)
de: Fügen Sie Ihren Linkedin-Benutzernamen hinzu (z.B. Nickname)

source: Random
de: Willkürlich

source: Web page
de: Webseite

source: Postal Code
de: Postleitzahl

source: Phone number
de: Telefonnummer

source: Follow us at Linkedin
de: Folgen Sie uns auf Linkedin

source: %(user.first_name)s Thank you for registering with Travel&Solutions. Please confirm your account to finalize the creation of your account.
de: %(user.first_name)s Vielen Dank, dass Sie sich bei Travel&Solutions registriert haben. Bitte bestätigen Sie Ihr Konto, um die Erstellung Ihres Kontos abzuschließen.

source: Your activation key is: %(activation_key)s, that key will be valid for %(expiration_days)s days.
de: Ihr Aktivierungsschlüssel lautet: %(activation_key)s, Dieser Schlüssel ist gültig für %(expiration_days)s Tage.

source: Forgot your
de: Vergaß Ihr

source: password?
de: Passwort?

source: Enter your email address below and we'll get you back on track.
de: Geben Sie unten Ihre E-Mail-Adresse ein und wir werden Sie wieder auf den richtigen Weg bringen.

source: Welcome <span class="font-weight-semi-bold">to Community</span>
de: Willkommen <span class="font-weight-semi-bold">zur Community</span>

source: Welcome to <span class="font-weight-semi-bold"> TravelPosting travelers Community</span>
de: Willkommen zu <span class="font-weight-semi-bold"> TravelPosting-Reisende Gemeinschaft</span>

source: Create your account in just three steps to start enjoying our tourist offers and travel the world without worrying about costs.
de: Erstellen Sie Ihr Konto in nur drei Schritten, um in den Genuss unserer touristischen Angebote zu kommen und die Welt zu bereisen, ohne sich über die Kosten Gedanken machen zu müssen.

source: Please accept our Terms and Conditions.
de: Bitte akzeptieren Sie unsere Allgemeinen Geschäftsbedingungen.

source: I agree to the
de: Ich stimme der

source: Terms and Conditions
de: Bedingungen und Konditionen

source: Start saving
de: Mit dem Speichern beginnen

source: New comment add
de: Neuer Kommentar hinzufügen

source: if you want see the admin site https://travelposting.com/admin/
de: wenn Sie die Admin-Seite https://travelposting.com/admin/ sehen wollen.

source: Your password was successfully updated!
de: Ihr Passwort wurde erfolgreich aktualisiert!

source: Please correct the error below.
de: Bitte korrigieren Sie den Fehler unten.

source: Travelposting send a new import message
de: Travelposting eine neue Import-Nachricht senden

source: Direct Messages
de: Direkte Nachrichten

source: sent at
de: gesendet an

source: read at
de: gelesen unter

source: Messages
de: Nachrichten
