Repository: macagua/travelposting
Catalog: travel/apps/locale/*/LC_MESSAGES/django.po
Languages: de

source: By clicking 'Book' you agree that Travelposting use your data for advertising and marketing purposes between Travelposting, its alliance partners and Xposting-Service. At any time you can make use of your rights and request the cancellation of your data.
de: Durch Klicken auf 'Buchen' willigen Sie ein, dass Travelposting Ihre Daten für Werbe- und Marketingzwecke zwischen Travelposting, seinen Allianzpartnern und Travel&Solutions verwendet. Sie können jederzeit von Ihren Rechten Gebrauch machen und die Löschung Ihrer Daten verlangen.

source: Book
de: Buchen Sie

source: Know some of our partners
de: Einige unserer Partner kennen.

source: Testimonials
de: Empfehlungsschreiben

source: Know our audience
de: Unser Publikum kennen

source: Download
de: Herunterladen

source: This plan is only for yearly subscription
de: Dieser Plan gilt nur für ein Jahresabonnement

source: Monthly
de: Monatlich

source: Select Anual contract and save:
de: Wählen Sie Jahresvertrag und sichern Sie:

source: See plan details
de: Siehe Planangaben

source: Yearly
de: Jährlich

source: / month
de: / Monat

source: You save:
de: Du rettest:

source: Limitless
de: Unbegrenzt

source: if what you see doesn't appeal to you because you want to create a plan tailored to your needs, contact us and we'll work that out together.
de: wenn Ihnen nicht gefällt was Sie sehen , weil Sie lieber einen auf Ihre Bedürfnisse zugeschnittenen Plan erstellen wollen, kontaktieren Sie uns, und wir werden gemeinsam mit Ihnen das ausarbeiten.
