Repository: macagua/travelposting
Catalog: travel/apps/locale/*/LC_MESSAGES/django.po
Languages: de

source: You can't send messages to yourself
de: Sie können keine Nachrichten an sich selbst senden

source: Your message has been sent successfully
de: Ihre Nachricht wurde erfolgreich gesendet.

source: Company
de: Unternehmen

source: Type
de: Typ

source: Price type
de: Preis-Typ

source: Price types
de: Preistypen

source: Price Type
de: Preis-Typ

source: Value
de: Wert

source: Price
de: Preise

source: features
de: Eigenschaften

source: active
de: aktiv

source: order
de: Bestellung

source: plans
de: Pläne

source: feature
de: Funktion

source: parent
de: Eltern

source: validated to plan
de: nach Plan validiert

source: Icons use of Font Awesome 4.7.0, info: https://fontawesome.com/v4.7.0/icons/
de: Icons Verwendung von Font Awesome 4.7.0, Info: https://fontawesome.com/v4.7.0/icons/

source: description
de: Beschreibung

source: services
de: Dienstleistungen

source: service
de: Dienstleistung

source: value
de: Wert

source: counter
de: Zähler

source: statistics
de: Statistik

source: statistic
de: Statistik

source: author
de: Autor

source: comment
de: Kommentar

source: place
de: Platz

source: photo
de: Foto

source: Testimonies
de: Zeugenaussagen

source: Testimony
de: Zeugnis

source: title
de: Titel

source: image
de: Bild

source: type
de: Typ

source: Header
de: Kopfzeile

source: site
de: Seite

source: sliders
de: Schieberegler

source: slider
de: Schieberegler

source: Editor
de: Herausgeber

source: outstanding
de: hervorragend

source: Megazine
de: Zeitschrift

source: Megazines
de: Zeitschriften

source: First Name
de: Vorname

source: Last Name
de: Nachname

source: Agree?
de: Einverstanden?

source: Delete Registers
de: Register löschen

source: Delete Register
de: Register löschen

source: Address IP
de: IP-Adresse

source: Privacity Settings
de: Privatsphäre-Einstellungen

source: Privacity Setting
de: Privatsphäre-Einstellung

source: Contact Us
de: Kontaktieren Sie uns

source: Don't have exist map yet!
de: Ich habe noch keine existierende Karte!

source: New registered search
de: Neue registrierte Suche

source: A person has done a new search, please review Mr.'s {name} incoming application. Search the country or city: {country} Email: {email} Whatsapp: {whatsapp} or if you want see the admin site https://travelposting.com/admin/
de: Eine Person hat eine neue Suche durchgeführt, bitte prüfen Sie den eingehenden Antrag von Herrn {name}. Durchsuchen Sie das Land oder die Stadt: {country} E-mail: {email} Whatsapp: {whatsapp} oder wenn Sie die Admin-Seite https://travelposting.com/admin/ sehen wollen.

source: New request for delete
de: Neuer Löschauftrag

source: if you want see the admin site https://travelposting.com/admin/
de: wenn Sie die Admin-Seite https://travelposting.com/admin/ sehen wollen.

source: You have a new contact
de: Sie haben einen neuen Kontakt

source: if you want see the admin site https://travelposting.com/admin/
de: wenn Sie die Admin-Website https://travelposting.com/admin/ sehen möchten.

source: Thank you very much for contacting us, we will be responding very soon
de: Vielen Dank für Ihre Kontaktaufnahme, wir werden Ihnen sehr bald antworten

source: A error has ocurred while processing your message
de: Bei der Verarbeitung Ihrer Nachricht ist ein Fehler aufgetreten

source: New privacity request.
de: Neue Anfrage zur Privatsphäre.

source: Itinerary
de: Reiseverlauf

source: Payments
de: Zahlungen

source: start date
de: Beginndatum

source: end date
de: Enddatum

source: quantity
de: Menge

source: Coupons
de: Gutscheine

source: You are using an invalid coupon for the date
de: Sie verwenden einen ungültigen Gutschein für das Datum

source: Coupons are already sold out
de: Gutscheine sind bereits ausverkauft

source: The payment could not be processed {sub.error}.
de: Die Zahlung konnte nicht verarbeitet werden {sub.error}.

source: Travel Dashboard
de: Reise-Dashboard

source: Support
de: Technischer Support

source: Feature
de: Funktion

source: Landing
de: Landung

source: Tour
de: Führung

source: Magazine
de: Zeitschrift

source: Data protection
de: Datenshutz

source: Data protection Form
de: Datenshutz Form

source: Data protection Form Privacity
de: Datenshutz Form Privacity

source: Coming Soon
de: Demnächst

source: Hotels template
de: Vorlage für Hotels

source: Pricing
de: Preise

source: Terms
de: Konditionen

source: FAQ
de: FAQs

source: Page type 01
de: Seitentyp 01

source: Page type 02
de: Seitentyp 02

source: Pre-signup
de: Voranmeldung

source: About us
de: Über uns

source: About Us
de: Über uns

source: Please know more about us
de: Erfahren Sie mehr über uns

source: write us
de: schreiben Sie uns

source: Discover our offices very soon in:
de: Entdecken Sie unsere Büros sehr bald in:

source: Stay in the know
de: Bleiben Sie auf dem Laufenden.

source: Get special offers on the latest travels add on our platform.
de: Holen Sie sich Sonderangebote für die neuesten Reisen auf unserer Plattform hinzu.

source: Our vision is oriented to Companies that wish to present their products and services in several languages by means of a digital promotion alternative.
de: Unsere Vision richtet sich an Unternehmen, die ihre Produkte und Dienstleistungen mittels einer digitalen Promotion-Alternative in mehreren Sprachen präsentieren möchten.

source: Trips, vision, products, services
de: Reisen, Vision, Produkte, Dienstleistungen

source: Do you like cookies?
de: Magst du Cookies?

source: We use cookies to ensure you get the best experience on our website.
de: Wir verwenden Cookies, um sicherzustellen, dass Sie das beste Erlebnis auf unserer Website haben.

source: Learn more
de: Erfahren Sie mehr

source: I agree
de: Ich stimme zu

source: Select a state
de: Wählen Sie einen Bundesland

source: We're coming
de: Wir kommen.

source: soon
de: bald

source: Our apps is under construction. We'll be here soon with our new awesome apps for your device
de: Unsere Apps ist im Aufbau. Wir werden bald hier sein mit unseren neuen tollen Apps für Ihr Gerät.

source: For this December, we'll give good news for you
de: Im Dezember dieses Jahres werden wir Ihnen gute Nachrichten überbringen

source: Coming back to our website
de: Kommen Sie zurück zu unserer Website

source: Travelposting 2019 All Rights Reserved Site Map Disclaimer
de: Travelposting 2019 Alle Rechte vorbehalten Site Map Disclaimer

source: Our community is not yet open to the general public, for now it is a project that we will be making known on social networks as of 02.10.19
de: Unsere Community ist noch nicht für die Öffentlichkeit zugänglich, denn es ist ein Projekt, das wir ab dem 02.02.2020 in sozialen Netzwerken bekannt machen werden.

source: Discover our benefits
de: Entdecken Sie unsere Vorteile

source: Welcome to our Travelposting Community.
de: Willkommen in unserer Travelposting-Community.

source: The purpose of our Community is to be able to offer you tourist packages at a very good price, since by having a good number of members in our community we can negotiate much better prices so that each of you has the opportunity to enjoy without spending much money
de: Der Zweck unserer Gemeinschaft ist es, Ihnen touristische Pakete zu einem sehr guten Preis anbieten zu können, da wir durch eine gute Anzahl von Mitgliedern in unserer Gemeinschaft viel bessere Preise aushandeln können, so dass jeder von Ihnen die Möglichkeit hat viel reissen zu können, ohne das Sie viel Geld auszugeben müssen.

source: My duties
de: Meine Aufgaben

source: 1 • By being members of the Community we commit ourselves to give our Feedback to the Travel Agencies, Resorts or Companies that offer us to test their services for a very low price. 2 • Our Feedback can no longer be already, all good or NOT no no, all bad, you must commit to give feedback (real recommendation) from your point of view to the Hotels or any company of the tourism sector that invites us. 3 • You must link and comment on the Hotel, Resort or company that invites us to your social networks at least two, (Example Instagram or facebook, or Instagram and Travelposting), to publicize the company that invites us 4 • You must fill in your Feedback / Recommendation form at the end of the trip, or maximum seven days after the end of the trip.
de: 1 • Mitglieder der Community sind verpflichten Feedback durch unserem formular an die Reisebüros, Resorts oder Unternehmen zu geben, die uns anbieten, ihre Reiseziele zu einem sehr niedrigen Preis testen. 2 • Unser Feedback kann nicht nur sein! Alles gut oder NICHTS nein, alles schlecht, Sie müssen sich verpflichten, den Hotels oder jedem Unternehmen der Tourismusbranche, das uns einlädt, ein Feedback (echte Empfehlung) aus Ihrer Sicht zu geben. 3 • Sie müssen das Hotel, das Resort oder das Unternehmen, das uns einlädt, mit mindestens zwei Kommentaren in Ihre sozialen Netzwerke nennen (z.B. Instagram, Facebook oder Travelposting), um das Unternehmen, das uns einlädt, so bekannt zu machen. 4 • Sie müssen Ihr Feedback/Empfehlungsformular am Ende der Reise ausfüllen, oder maximal sieben Tage nach Ende der Reise.

source: My benefits
de: Meine Vorteile

source: 1 • Travel with discounts of 20%% up to 50%% discount on the tourist package of your choice 2 • Be able to invite your friends to register on the travelposting page and can travel with you and also save up to 50%% 3 • Participate free in all draws that travelposting makes in reference to the tourism sector 4 • Receive free trial products that companies in the tourism sector make available to the community 5 • Be able to go out in advertising magazines that travelposting airs 6 • Attend events that travelposting concerning organized tourism 7 • Get discounts on purchases made with the Travelposting Card * * The prepaid credit card will be being released after completing the minimum amount of 1500 members. It is your chance to help us grow, the longer we are, the faster we can get our credit card. From now we wish you much enjoyment in your travels with us and to prepare bags that your next destination is waiting for you.
de: 1 • Reisen mit Rabatten von 20%% bis zu 50%% auf das touristische Paket Ihrer Wahl. 2 • Sie können Ihre Freunde einladen, sich auf der travelposting-Seite zu registrieren damit sparen Ihre freunden bei jeder reise bis zu 50%%. 3 • Kostenlose Teilnahme an allen Verlosungen, die travelposting im Zusammenhang mit der Tourismusbranche macht. 4 • Sie erhalten kostenlose Testprodukte, die Unternehmen vom der Tourismusbranche an die Community zur Verfügung stellen. 5 • Sie können auch auf unsere Zeitschrift ihre reisen tipps geben. 6 • Gratis besuch von Veranstaltungen, wo Travelposting über organisierten Tourismusmesse stehe. 7 • Erhalten Sie Rabatte auf Einkäufe mit der Travelposting KreditCard * (in Bearbeitung) * Die Prepaid-Kreditkarte wird nach Abschluss des Mindestbetrages von 1.500 Mitgliedern freigegeben. Sie können uns helfen zu wachsen. Je mehr wir sind, desto schneller können wir unsere Kreditkarte und alle anderen Vergünstigung zu bekommen. Ab jetzt wünschen wir Ihnen viel Freude auf Ihren Reisen mit uns. Schnell Koffer packen, Ihr nächstes Ziel wartet auf Sie .

source: WHY CHOOSE US?
de: WARUM WÄHLEN SIE UNS?

source: Various destinations
de: Verschiedene Reiseziele

source: Discover new destinations that will seduce you and you want to return to them.
de: Entdecken Sie neue Reisenziel, die Sie verführen werden und zu denen Sie zurückkehren möchten.

source: Value for money
de: Preis-Leistungs-Verhältnis

source: Take advantage of the offers that we will be offering you for your trips.
de: Profitieren Sie von den Angeboten, die wir Ihnen für Ihre Reisen anbieten werden.

source: Beautiful places
de: Wunderschöne Orte

source: Travel and know beautiful places taken out of a fairy tale.
de: Reisen und schöne Orte aus einem Märchen kennen lernen.

source: Quick bookings
de: Schnelle Buchungen

source: Make your reservation directly and without intermediaries that cost your trip.
de: Machen Sie Ihre Reservierung direkt und ohne Vermittler, die Ihre Reise kosten.

source: Support team
de: Unterstützende Mannschaft

source: Enjoy your trip 100%% without worrying about anything.
de: Genießen Sie Ihre Reise zu 100%% ohne Sie sich Sorgen machen zu müssen.

source: Keep in touch
de: In Kontakt bleiben

source: Enjoy the support provided by our affiliates during your trip.
de: Genießen Sie die Unterstützung durch unsere Partner während Ihrer Reise.

source: WHAT CAN YOU WIN BY REGISTERING IN OUR COMMUNITY?
de: WAS KÖNNEN SIE GEWINNEN, WENN SIE SICH IN UNSERER COMMUNITY REGISTRIEREN?

source: Savings on your trips
de: Ersparnisse auf Ihren Reisen

source: Save while traveling and enjoying with your family or on your business trip.
de: Sparen Sie auf Reisen und genießen Sie mit Ihrer Familie oder auf Ihrer Geschäftsreise.

source: Birthday raffles.
de: Geburtstagsverlosungen.

source: Do not worry if others do not greet you, we will remember you.
de: Machen Sie sich keine Sorgen, wenn andere Sie nicht an Ihrem Geburtstag grüßen, wir werden uns an Sie erinnern.

source: Tailor-made discounts
de: Maßgeschneiderte Rabatte

source: Enjoy offers from our Travelposting affiliated companies.
de: Profitieren Sie von den Angeboten unserer Travelposting-Partnerunternehmen.

source: Win travel packages
de: Reisepakete gewinnen

source: There is always a destination we would like to offer and nothing better than earning it.
de: Es gibt immer ein Ziel, das wir gerne anbieten würden und nichts besseres, als Sie und und das zu entdecken.

source: Participate in raffles
de: An Verlosungen teilnehmen

source: We want many to be the winners and few remain at home.
de: Wir wollen, dass viele Gewinner sind und nur wenige Mitglieder zu Hause bleiben.

source: Preparing something else
de: Etwas anderes vorbereiten

source: With many benefits, such as the Travelposting card, which will give you discounts.
de: Mit vielen Vorteilen, wie z.B. der Travelposting-Karte, mit der Sie Ermäßigungen erhalten.

source: Sign up for Travelposting and enjoy its benefits
de: Melden Sie sich für Travelposting an und genießen Sie die Vorteile

source: Privacy policy
de: Datenschutzerklärung

source: Delete registration
de: Registrierung löschen

source: By completing this form, you will remove all personal information from our database. (you can always come back if you wish)
de: Wenn Sie dieses Formular ausfüllen, werden Sie alle persönlichen Informationen aus unserer Datenbank entfernen. (Sie können jederzeit wiederkommen, wenn Sie möchten)

source: Last name
de: Nachname

source: I agree to the deletion of the data for processing in the sense of the DSGVO.
de: Ich erkläre mich mit der Löschung der Daten zur Verarbeitung im Sinne des DSGVO einverstanden.

source: Create delete request
de: Löschauftrag erstellen

source: Service
de: Dienstleistung

source: Reason for use
de: Grund für die Verwendung

source: Enabled
de: Aktiviert

source: We using Cookies for analyze the behaviors of the visits.
de: Wir benutzen Cookies um das Besucherverhalten zu analysieren.

source: Google Analytics is using for analyze the Website traffic
de: Google Analytics wird zum Anlayiseren des Websitetraffics verwendet

source: Term Details
de: Details about the term

source: Facebook Pixel is using for analyze the behaviors of the visits.
de: Facebook Pixel wird zum Analysieren des Besucherverhaltens verwendet.

source: Twitter is using for analyze the behaviors of the visits.
de: Twitter wird zum Analysieren des Besucherverhaltens verwendet.

source: Pinterest is using for analyze the behaviors of the visits.
de: Pinterest wird zum Analysieren des Besucherverhaltens verwendet.

source: Save
de: Speichern

source: How can we
de: Wie können wir

source: help?
de: helfen?

source: Popular help topics:
de: Beliebte Hilfethemen:

source: pricing
de: preise

source: destinations
de: reiseziele

source: community
de: gemeinschaft

source: Frequently Asked Questions!
de: Häufig gestellte Fragen!

source: What is Travelposting?
de: Was ist Travelposting?

source: Travelposting is a portal designed on the first line to provide hotels, travel agencies and tour operators with any size, an advertising window so you can present your current offers.
de: Travelposting ist ein Portal, das auf der ersten Linie konzipiert wurde, um Hotels, Reisebüros und Reiseveranstaltern jeder Größe ein Werbefenster zu bieten, damit Sie Ihre aktuellen Angebote präsentieren können.

source: What is the concept of travelposting?
de: Was ist das Konzept der travelposting?

source: The concept of travelposting is to "First of all" create a worldwide community of travelers who help each other with others and take advantage of the offers and quality excellence in the sites recommended by other travelers who have lived experience in these recreation sites.
de: Das Konzept des Travelposting besteht darin, "Zuallererst" eine weltweite Gemeinschaft von Reisenden zu schaffen, die sich gegenseitig mit anderen helfen und die Angebote und die Qualität der von anderen Reisenden, die Erfahrung in diesen Erholungsorten gemacht haben, empfohlenen Websites nutzen.

source: Who is travelposting.com advertising designed for?
de: Für wen ist die Werbung auf travelposting.com gedacht?

source: Travelposting is designed for Travel Agencies, Hotels, Recreational sites, Restaurants near Hotels, Laundry services near Hotels, Car Rentals, Diving Schools, Museums, information center or any other service that is useful to the traveller can be presented and offered directly from its portal website or directly at your physical address.
de: Travelposting richtet sich an Reisebüros, Hotels, Freizeiteinrichtungen, Restaurants in der Nähe von Hotels, Wäschereidienste in der Nähe von Hotels, Autovermietungen, Tauchschulen, Museen, Informationszentren oder jede andere Dienstleistung, die für den Reisenden nützlich ist, kann direkt von der Website des Portals oder direkt an Ihrer physischen Adresse präsentiert und angeboten werden.

source: What is the advantage of registering my travel agency or recreational site on travelposting.com?
de: Was ist der Vorteil einer Registrierung meines Reisebüros oder meiner Freizeit-Website auf travelposting.com?

source: The great advantage of registering your agency, hotel or recreational site now is variable, first of all: 1 - Between March 1st and March 30th. August 2017 you will be able to register your company for the Basic price and enjoy a fixed rate for 36 months indisputably if our price increases or not. 2 - Your company will be featured in all online and print publications until July 2018. 3 - You will have a special place in the publicity of the Event "ARTURISMOS" that we will be making in March / July of 2018, event that will present different regions of Colombia and Latin America exalting their tourist sites and great courage.
de: Der große Vorteil, Ihre Agentur, Ihr Hotel oder Ihre Freizeit-Website jetzt zu registrieren, ist zunächst einmal variabel: 1 - Zwischen dem 1. März und dem 30. März. August 2017 können Sie Ihr Unternehmen zum Grundpreis anmelden und für 36 Monate in den Genuss eines Festpreises kommen, unbestreitbar, ob unser Preis steigt oder nicht. 2 - Ihr Unternehmen wird in allen Online- und Printpublikationen bis Juli 2018 vorgestellt. 3 - Sie werden einen besonderen Platz in der Werbung für die Veranstaltung "ARTURISMOS" einnehmen, die wir im März / Juli 2018 durchführen werden, eine Veranstaltung, die verschiedene Regionen Kolumbiens und Lateinamerikas vorstellen wird, indem sie ihre touristischen Sehenswürdigkeiten und ihren grossen Mut hervorheben.

source: How do I register my agency, hotel or recreational site with travelposting.com?
de: Wie registriere ich meine Agentur, mein Hotel oder meine Freizeit-Website bei travelposting.com?

source: You can register by emailing inscribir@travelposting.com or directly on our website at of the Company Registry
de: Sie können sich per E-Mail an inscribir@travelposting.com oder direkt auf unserer Website unter des Unternehmensregisters anmelden

source: What is the value of renting advertising space on the travelposting.com portal?
de: Welchen Wert hat die Anmietung von Werbeflächen auf dem Portal travelposting.com?

source: To make registration easier and to enable everyone to register their company regardless of size, we have created a Basic plan: Per homepage 3,55- EUR per day = 1.296,- EUR included: <br>• Your destination in the English language <br>• Gallery with 5 Photos <br>• Gallery with 5 Videos <br>• 1 Main page and 4 individual tabs. <br>• Subdomain Eplo: suhotel.travelposting.com
de: Um die Registrierung zu erleichtern und es jedem zu ermöglichen, sein Unternehmen unabhängig von seiner Größe zu registrieren, haben wir einen Basic-Plan erstellt: Pro Homepage 3,55- EUR pro Tag = 1.296,- EUR inklusive: <br>• Ihr Reiseziel in englischer Sprache <br>• Galerie mit 5 Fotos <br>• Galerie mit 5 Videos <br>• Hauptseite und 4 einzelne Registerkarten. <br>• Unterdomäne Eplo: ihrhotel.travelposting.com

source: I'd like to have a new website.
de: Ich wünsche mir eine neue Website.
