Repository: macagua/travelposting
Catalog: travel/apps/locale/*/LC_MESSAGES/django.po
Languages: de

source: We work hand in hand with the company Xposting-Service in Germany, having its servers in the city of Frankfurt with a 99.9%% guarantee on its hosting, the creation price is 850,- ?. per page and 600 € for annual maintenance, example: www.yourname.com or you can choose between, .net, .org. travel. in this the price includes the update of all the necessary plugins for the correct functioning of your website <br> Please note that the prices shown here are without the tax. The tax will be charged separately and will added at the time of the invoice. <br> To improve your publication we have created a series of modules that may be of interest to you: <br> M1- Translation: German / English. Prices according to the amount of text to be translated. <br> M2 - Extra photo gallery: up to 5 photos. 60 per year / 10 Photos. 100 € per year / 25 Photos 200 € per year. The photos owe us to be sent in JPG or PNG format with a resolution of at least 72 dpi for online presentation and at least 300 dpi for printing and a size of at least 1200 pixels wide by 800 pixels high, the photos will be used both in their own advertising as well as in our advertising Sliders. <br> It is important to note that once you send us the photos you are also authorizing us to use these photos publicly for the benefit of your advertising as well as for the advertising of our portal. <br> M3 - Extra video gallery: up to 5 videos. 90 per year / 10 videos. 150 € per year / 25 videos 250 € per year. The videos we can be sent in original format, if not in a portal such as Youtube or Vimeo, we will take care of place them and present them inside the portal. It is important to note that once you send us the video you are also authorizing us to use these videos publicly for the benefit of your own advertising as well as the advertising of our portal. <br> M4 - Your own website: As travelposting.com is a portal of Xposting-Service Germany, you have the facility to obtain for a quite reasonable price your own web page and your own domain ( www.yourcompany.com ) on domain will remain yours even if you do not continue with our advertising. <br> M5 - Subdomain: In case you don't want a website we can give you your own subdomain which you can use for to publicise your online advertising example: yourcompany.travelposting.com for a price of 240 € per year, this subdomain allows you to use 3 pages on our website: 1st Home Page, 2nd Information Page 3rd Your Data Page contact including a digital map. <br> M6 - Feedback: For a price of only 300 € per year you will be able to interact with your customers and know exactly what they think about their company. Take the opportunity to improve your services through the feedback your clients send you personally, with myfeedback you can ask your clients direct questions and they will deliver the comment directly in your mailbox, you decide whether or not you want to make public what the customer downloaded "Anonymity" about his service told him.
de: Wir arbeiten Hand in Hand mit der Firma Xposting-Service in Deutschland, die ihre Server in der Stadt Frankfurt mit einer 99,9%% igen Garantie auf ihr Hosting hat, der Erstellungspreis beträgt 850,- ?. pro Seite und 600 € für die jährliche Wartung, Beispiel: www.ihrname.com oder Sie können wählen zwischen, .net, .org. travel. in diesem der Preis beinhaltet die Aktualisierung aller notwendigen Plugins für das korrekte Funktionieren Ihrer Website. <br> Bitte beachten Sie, dass die hier angezeigten Preise ohne Mehrwertsteuer sind. Die Steuer wird gesondert berechnet und zum Zeitpunkt der Rechnungsstellung hinzugerechnet. <br> Um Ihre Publikation zu verbessern, haben wir eine Reihe von Modulen erstellt, die für Sie von Interesse sein könnten: <br> M1- Übersetzung: Deutsch / Englisch. Die Preise richten sich nach der Menge des zu übersetzenden Textes. <br> M2 - Extra Fotogalerie: bis zu 5 Fotos. 60 pro Jahr / 10 Fotos. 100 € pro Jahr / 25 Fotos 200 € pro Jahr. Die Fotos sind uns im JPG- oder PNG-Format mit einer Auflösung von mindestens 72 dpi für die Online-Präsentation und mindestens 300 dpi für den Druck und einer Größe von mindestens 1200 Pixel Breite und 800 Pixel Höhe zuzusenden. Die Fotos werden sowohl in ihrer eigenen Werbung als auch in unseren Werbesliders verwendet. <br> Es ist wichtig zu beachten, dass Sie uns mit der Zusendung der Fotos auch die Genehmigung erteilen, diese Fotos öffentlich für Ihre Werbung sowie für die Werbung für unser Portal zu verwenden. <br> M3 - Zusätzliche Videogalerie: bis zu 5 Videos. 90 pro Jahr / 10 Videos. 150 € pro Jahr / 25 Videos 250 € pro Jahr. Die Videos können uns im Originalformat zugeschickt werden, wenn nicht in einem Portal wie Youtube oder Vimeo, werden wir uns darum kümmern, sie zu platzieren und innerhalb des Portals zu präsentieren. Es ist wichtig zu beachten, dass Sie uns mit der Zusendung des Videos auch die Genehmigung erteilen, diese Videos öffentlich für Ihre eigene Werbung sowie für die Werbung unseres Portals zu verwenden. <br> M4 - Ihre eigene Website: Da travelposting.com ein Portal des Xposting-Service Deutschland ist, haben Sie die Möglichkeit, zu einem recht günstigen Preis eine eigene Webseite zu erhalten und Ihre eigene Domain ( www.ihrunternehmen.com ) auf Domain bleibt auch dann Ihr Eigentum, wenn Sie unsere Werbung nicht weiterführen. <br> M5 - Unterdomäne: Falls Sie keine Website wünschen, können wir Ihnen eine eigene Subdomain zur Verfügung stellen, mit der Sie Ihr Online-Werbebeispiel bekannt machen können: ihrunternehmen.travelposting.com für einen Preis von 240 € pro Jahr, diese Subdomain ermöglicht Ihnen die Nutzung von 3 Seiten auf unserer Website: 1. Startseite, 2. Informationsseite, 3. Ihre Datenseite Kontakt einschließlich einer digitalen Karte. <br> M6 - Rückmeldung: Für einen Preis von nur 300 € pro Jahr können Sie mit Ihren Kunden interagieren und wissen genau, was sie über ihr Unternehmen denken. Nutzen Sie die Gelegenheit, Ihre Dienstleistungen durch das Feedback, das Ihre Kunden Ihnen persönlich schicken, zu verbessern. Mit myfeedback können Sie Ihren Kunden direkte Fragen stellen, und sie werden den Kommentar direkt in Ihrer Mailbox abgeben, Sie entscheiden, ob Sie veröffentlichen möchten, was der Kunde 'Anonymität' über seinen Dienst heruntergeladen hat, oder nicht.

source: Can I change the advertising module when I need more, or less, advertising?
de: Kann ich das Werbemodul ändern, wenn ich mehr oder weniger Werbung benötige?

source: Our purpose is not to bind anyone in our portal, however and for organizational reasons all modules contracted will be a minimum of one year, the publication of its modules may be modified during that year so that their campaigns can grow according to their needs.
de: Unser Ziel ist es, niemanden an unser Portal zu binden, jedoch und aus organisatorischen Gründen werden alle vertraglich vereinbarten Module mindestens ein Jahr dauern, die Veröffentlichung seiner Module kann während dieses Jahres geändert werden, so dass ihre Kampagnen entsprechend ihren Bedürfnissen wachsen können.

source: How do I pay for my subscription or modules?
de: Wie bezahle ich für mein Abonnement oder meine Module?

source: The payment of your subscription or modules can be made via Paypal or by credit card. At the moment we only have account in Germany, we will soon have an account in Colombia.
de: Die Bezahlung Ihres Abonnements oder Ihrer Module kann über Paypal oder per Kreditkarte erfolgen. Im Moment haben wir nur ein Konto in Deutschland, bald werden wir ein Konto in Kolumbien haben.

source: How long do I have to subscribe to the Basic subscription for my ad space and/or modules?
de: Wie lange muss ich das Basic-Abonnement für meine Werbefläche und/oder Module abonnieren?

source: The Basic subscription to the advertising spaces will be for a minimum of 24 months and will be automatically renewed for 12 months if you do not make a waiver at least three months in advance.
de: Das Basisabonnement der Werbeflächen hat eine Mindestlaufzeit von 24 Monaten und verlängert sich automatisch um 12 Monate, wenn Sie nicht mindestens drei Monate im Voraus eine Verzichtserklärung abgeben.

source: If I have problems with my subscription, payment, or advertising update, who should I contact?
de: An wen kann ich mich wenden, wenn ich Probleme mit meinem Abonnement, meiner Zahlung oder der Aktualisierung meiner Werbung habe?

source: For any additional questions or concerning the above please send an email to pregunta@travelposting.com let us know your question or concern and we will gladly respond as soon as possible.
de: Für weitere Fragen oder zu den oben genannten Punkten senden Sie bitte eine E-Mail an pregunta@travelposting.com. Teilen Sie uns Ihre Frage oder Ihr Anliegen mit und wir werden Ihnen so schnell wie möglich antworten.

source: Can't find your answer?
de: Sie können Ihre Antwort nicht finden?

source: We want to answer all of your queries. Get in touch and we'll get back to you as soon as we can.
de: wenn Ihnen nicht gefällt was Sie sehen , weil Sie lieber einen auf Ihre Bedürfnisse zugeschnittenen Plan erstellen wollen, kontaktieren Sie uns, und wir werden gemeinsam mit Ihnen das ausarbeiten.

source: Email us
de: E-Mail

source: Technical questions
de: Technische Fragen

source: Have some technical questions? Hit us on community page or just say hello.
de: Haben Sie einige technische Fragen? Besuchen Sie uns auf der Community-Seite oder sagen Sie einfach Hallo.

source: We are Travelposting.com a web portal owned by Xposting-Service, International Marketing and Digital Promotion Company, opened on March 1, 2009 with its headquarters in the city of Hamburg, Germany.
de: Wir sind Travelposting.com, einer internationalen Marketing- und Digital Werbe/-Promotion Agentur. Wir wurde am 1. März 2009 in Hamburg eröffnet und sind auf der Tourismus Branche Spezialisiert.

source: Tourist warning.
de: Touristische Warnung.

source: In development of the provisions of article 17 of Law 679 of 2001, the Agency warns the tourist that the exploitation and sexual abuse of minors in the country are criminally and administratively sanctioned, in accordance with current laws.
de: In Weiterentwicklung der Bestimmungen des Artikels 17 des Gesetzes 679 von 2001 warnt die Agentur den Touristen, dass die Ausbeutung und der sexuelle Missbrauch von Minderjährigen im Land strafrechtlich und verwaltungstechnisch in Übereinstimmung mit den geltenden Gesetzen geahndet werden.

source: Currency Converter
de: Währungsumrechner

source: HOTEL IN:
de: HOTEL'S IN:

source: GERMANY
de: DEUTSCHLAND

source: OTHER CITY
de: ANDERE STADT

source: FLIGHTS
de: FLÜGE

source: MAKE YOUR PAY
de: ZAHLEN SIE ZU

source: Use policies
de: Richtlinien verwenden

source: Travelposting 2020 All Rights Reserved Site Map Disclaimer.
de: Travelposting 2020 Alle Rechte vorbehalten Site Map Disclaimer.

source: Live the adventure
de: Das Abenteuer leben

source: Do you want to know more (<a class="text-light" href="/about-us/">about us?</a>)
de: Möchten Sie mehr wissen (<a class="text-light" href="/about-us/">über uns?</a>)

source: Follow us
de: Folgen Sie uns

source: What Happened to
de: Was passierte mit

source: Our Community
de: Unsere Gemeinschaft

source: Discover new destinations that can seduce you and you will want to return to them.
de: Entdecken Sie neue Reiseziele, die Sie verführen können, und Sie werden zu ihnen zurückkehren wollen.

source: Register on our community
de: Registrieren Sie sich in unserer Community

source: creative
de: kreativ

source: professional
de: professionell

source: Contact us
de: Kontaktieren Sie uns

source: Tell us more
de: Erzählen Sie uns mehr

source: Please enter your message.
de: Bitte geben Sie Ihre Nachricht ein.

source: Ready to get started?
de: Sind Sie bereit, anzufangen?

source: Visit all our tour and travel available.
de: Besuchen Sie alle unsere Tour und Reisen.

source: Tours from travelposting
de: Touren von travelposting

source: Enjoy and share the best travel magazine.
de: Genießen und teilen Sie das beste Reisemagazin.

source: Make your payments
de: Machen Sie Ihre Zahlungen

source: Pay on Payoneer or Paypal
de: Bezahlen mit Payoneer oder Paypal

source: Make your payments directly in the currency that best suits you with our collection service with:
de: Tätigen Sie Ihre Zahlungen direkt in der Währung, die Ihnen mit unserem service am besten entspricht:

source: Make your payment via Paypal to: info@xposting-service.com
de: Machen Sie Ihre Zahlung über Paypal an: info@xposting-service.com

source: GBP Receiving Account (BACS) England
de: GBP-Empfangskonto (BACS) England

source: Name of the bank
de: Name der Bank

source: Branch Code
de: Branchencode

source: Account number
de: Die Kontonummer

source: Beneficiary Name
de: Begünstigter Name

source: Keep in mind!
de: Denken Sie daran!

source: Only BACS and Faster Payments Service (UK local bank) transfers can be accepted in GBP
de: Nur BACS- und Faster Payments Service (UK lokale Bank) Überweisungen können in GBP akzeptiert werden.

source: Transfers must be made from a corporate bank account
de: Überweisungen müssen von einem Bankkonto eines Unternehmens getätigt werden

source: Transfers in USD will be rejected automatically
de: Überweisungen in USD werden automatisch abgelehnt.

source: Wire transfers are not supported
de: Überweisungen werden nicht unterstützt

source: EUR Receiving Account (SEPA)
de: EUR-Empfangskonto (SEPA)

source: I have accounts!
de: Ich habe Konten!

source: Only SEPA transfers (European local bank) can be accepted in EUR
de: Es können nur SEPA-Überweisungen (europäische Lokalbank) in EUR akzeptiert werden.

source: Transfers in USD will be made automatically and may result in the suspension of this service
de: Überweisungen in USD werden automatisch durchgeführt und können zur Aussetzung dieses Dienstes führen.

source: Receiving Account USD (ACH) / US Local Bank UU
de: Empfangskonto USD (ACH) / US-Lokalbank UU

source: Way (ABA)
de: Weg (ABA)

source: CHECKING
de: ÜBERPRÜFEN

source: Beneficiary Name:
de: Name des Begünstigten:

source: Only ACH (US local bank) transfers can be accepted in USD
de: Nur ACH (US-Lokalbank) Überweisungen können in USD akzeptiert werden.

source: Transfers must be made from a business account
de: Überweisungen müssen von einem Geschäftskonto vorgenommen werden

source: Transfers from individuals will be made automatically
de: Überweisungen von Einzelpersonen werden automatisch vorgenommen

source: Electronic transfer is not supported
de: Die elektronische Übertragung wird nicht unterstützt

source: Receiving AUD account (direct deposit) / Bank of Australia...
de: mpfangendes AUD-Konto (direkte Einzahlung) / Bank of Australia...

source: Headquarters code
de: Code des Firmensitzes

source: Account type
de: Kontoart

source: Please keep that in mind!
de: Bitte bedenken Sie das!

source: Only direct entry payments (BECS) are accepted in AUD
de: Nur Direkteingangszahlungen (BECS) werden in AUD akzeptiert.

source: Transfers can only be made from companies
de: Überweisungen können nur von Unternehmen getätigt werden

source: Be sure to select Australia in the bank location drop-down when adding a deposit method at Amazon Seller Central!
de: Stellen Sie sicher, dass Sie Australien in der Dropdown-Liste für den Bankstandort auswählen, wenn Sie eine Einzahlungsmethode bei Amazon Seller Central hinzufügen!

source: Enter
de: Eingeben

source: Register
de: Registrierung

source: English
de: Englisch

source: Spanish
de: Spanisch

source: SignUp
de: Anmeldung

source: SignIn
de: Eintragen

source: Categories
de: Kategorien

source: Request
de: Anfrage

source: Spanish
de: Spanisch

source: My Account
de: Mein Konto

source: Sign Out
de: Abmelden

source: Dashboard
de: Armaturenbrett

source: My Profile
de: Mein Profil

source: Members
de: Mitglieder

source: Plans
de: Pläne

source: Privacy
de: Datenschutz

source: New
de: Neu

source: Notifications
de: Benachrichtigungen

source: Thanks for Contact Us
de: anke für den Kontakt

source: Here another Message
de: Hier eine weitere Nachricht

source: Get to know our destinations
de: Lernen Sie unsere Reiseziele kennen

source: A person has done a new booking:
de: Eine Person hat eine neue Buchung vorgenommen

source: Name / Last Name:
de: Vorname/Nachname:

source: Cellphone:
de: Handy:

source: Travel number:
de: Reisenummer

source: Destination:
de: Reiseziel:

source: Comment:
de: Kommentar:

source: A person has done a new search:
de: Eine Person hat eine neue Suche durchgeführt:

source: Country:
de: Land:

source: A new destination was activated
de: Ein neues Ziel wurde aktiviert

source: Owner:
de: Besitzer:

source: Congratulations your destination was activated
de: Herzlichen Glückwunsch, Ihr Ziel wurde aktiviert.

source: Now you can see your destination on our system
de: Jetzt können Sie Ihr Ziel auf unserem System sehen

source: See it now
de: Jetzt sehen Sie es.

source: We have sent your request. We will contact you soon
de: Wir haben Ihre Anfrage abgeschickt. Wir werden Sie bald kontaktieren

source: A person has requested to delete all their registration information
de: Eine Person hat beantragt, alle ihre Registrierungsdaten zu löschen

source: New IP request privacity
de: Neue Privatsphäre bei IP-Anfragen

source: Address IP:
de: IP-Adresse:

source: Thank you
de: Vielen Dank.

source: Very soon we will contact you, with all the requirements. Thank you for contacting us, Travelposting team
de: Bald werden wir Sie kontaktieren. Vielen Dank für Ihre Kontaktaufnahme beim Travelposting Team.

source: Travel and share your adventure
de: Reise und teile dein Abenteuer

source: Search by
de: Suche nach

source: We seek for you?
de: Wir suchen Sie?

source: Where would you like to travel this time?
de: Wohin möchtest du diesmal reisen?

source: Name / Last Name
de: Vorname / Nachname

source: Country / City
de: Land / Stadt

source: City
de: Stadt

source: Leave us your personal data if you want us to send you information regarding the destinations of your interest. Do you agree that we send you information to your email of the destinations you are looking for?
de: Hinterlassen Sie Ihre persönlichen Daten wenn Sie möchten dass wir Ihnen Informationen über die Reiseziel Ihres Interesses zusenden. Sind Sie damit einverstanden, dass wir Ihnen Informationen über die von Ihnen gesuchten Reiseziel per E-Mail zusenden?

source: Download on the App Store
de: Download auf der App-Store

source: Download on the
de: Download auf der

source: Get it on Google Play
de: Es geht los Google Play

source: Get it on
de: Es geht los

source: Price:
de: Preise:

source: ITINERARY
de: Reiseverlauf

source: Description:
de: Beschreibung:

source: This Destination has no itinerary
de: Dieses Ziel hat keine Reiseroute.

source: There is no itenerary
de: Es gibt keinen Itenerarier

source: Back to home
de: Zurück zur Startseite

source: Please select a registration type.
de: Bitte wählen Sie eine Registrierungsart aus.

source: Go it
de: Los geht's

source: Suppliers or companies
de: Lieferanten oder Unternehmen

source: Special
de: Speziell

source: Ofert on
de: Ofert auf

source: We know that there are many companies on the internet that offer the best of blue sky and we may not be the best known in the market, but our experience of almost 10 years in the market allows us to manage a portfolio of experts with whom we can provide the most and best offers in the market. If you get someone cheaper than us and with the same return we will return your investment.
de: Wir wissen, dass es viele Unternehmen im Internet gibt, die das Beste vom blauen Himmel anbieten, und wir sind vielleicht nicht die bekanntesten auf dem Markt, aber unsere Erfahrung von mehr als 10 Jahren auf dem Markt erlaubt es uns, ein Portfolio von Experten zu verwalten, mit denen wir die meisten und besten Angebote auf dem Markt anbieten können. Wenn Sie jemanden günstiger als uns und mit der gleichen Rendite finden, werden wir Ihre Investition zurückgeben ohne "aber" oder "Uns".

source: SELECT YOUR TYPE OF PLAN AND SAVE UP TO € 1200 ANNUAL
de: WÄHLEN SIE IHRE ART VON PLAN UND SPAREN SIE BIS ZU € 1200 JÄHRLICH

source: Yearly contract
de: Jährlicher Vertrag

source: Monthly contract
de: Monatlicher Vertrag

source: Search Destinies
de: Reiseziele suchen

source: Search Destination
de: Reiseziel suchen

source: Filter by
de: Filtrieren nach

source: All
de: Alle

source: Price range
de: Preisspanne

source: Min price
de: Mindestpreis

source: Max price
de: Maximaler Preis

source: Added
de: Hinzugefügt

source: Added anytime
de: Jederzeit verfügbar

source: Last 24 hours
de: Letzte 24 Stunden

source: Last week
de: Letzte Woche

source: Destination Gallery
de: Reiseziel-Galerie

source: See details
de: Siehe Details

source: Showing page
de: Seite anzeigen

source: of
de: von

source: Default Order
de: Standardauftrag

source: Sort by popularity
de: Sortierung nach Beliebtheit

source: Sort by average ranking
de: Sortierung nach der durchschnittlichen Rangfolge

source: Sort by last
de: Sortieren nach letzter

source: Sort by price: Low to High
de: Nach Preis sortieren: Niedrig bis Hoch

source: Sort by price: High to Low
de: Sortierung nach Preis: Hoch bis Niedrig

source: Our
de: Unser

source: Found
de: Gefunden

source: Verified Purchase
de: Verifizierter Kauf

source: Was this helpful?
de: War das hilfreich?

source: Let us your comment
de: Lassen Sie uns Ihren Kommentar

source: Title
de: Titel

source: Amount (to the nearest dollar)
de: Betrag (auf den nächsten Dollar genau)

source: Body
de: Körper

source: Please let us your message
de: Bitte teilen Sie uns Ihre Nachricht mit

source: With textarea
de: Mit Textarea

source: Read More
de: Lesen Sie mehr

source: About
de: Über

source: Find out More
de: Erfahren Sie mehr

source: See Destination
de: Siehe Reiseziel

source: You'll have an excellent trip.
de: Sie werden eine ausgezeichnete Reise haben.

source: Meet our best destinations
de: Treffen Sie unsere besten Reiseziele

source: what is your budget?
de: Wie hoch ist Ihr Budget?

source: filter to my budget
de: auf mein Budget filtern

source: Category
de: Kategorie

source: Photos
de: Fotos

source: Detail
de: Einzelheit

source: Map
de: Karte

source: View Photos
de: Fotos ansehen

source: Day
de: Tag

source: We still don't have the itinerary for this destination
de: Wir haben immer noch nicht die Reiseroute für dieses Ziel

source: Reserve
de: Reservieren

source: back to list
de: zurück zu Liste

source: Follow us or recommend us through
de: Folgen Sie uns

source: Califications
de: Kalifikationen

source: Votes
de: Abstimmungen

source: Discover or download our itinerary here
de: Entdecken oder downloaden Sie unseren Reiseplan hier

source: Download PDF
de: PDF herunterladen

source: Add comment
de: Kommentar schreiben

source: Make a recommendation
de: Eine Empfehlung aussprechen

source: Book your destination!
de: Buchen Sie Ihr Reiseziel!

source: Small
de: Klein

source: Number of people travelling
de: Anzahl der Reisenden

source: Do you have a plan you want to book?
de: Haben Sie einen Plan, den Sie buchen möchten?

source: Do you may have some comments or remarks about your booking?
de: Haben Sie vielleicht einige Kommentare oder Bemerkungen zu Ihrer Buchung?
