Repository: macagua/travelposting
Catalog: travel/apps/destinations/locale/*/LC_MESSAGES/django.po
Languages: de, es

source: Reply message to
de: Antwort-Nachricht an
es: Mensaje de respuesta a

source: Message
de: Nachricht
es: Mensaje

source: Send
de: Senden Sie
es: Enviar

source: Discard
de: Verwerfen
es: Descartar

source: Compose message
de: Botschaft verfassen
es: Redactar el mensaje

source: Select an user
de: Wählen Sie einen Benutzer
es: Seleccione un usuario

source: Reply
de: Antwort
es: Responder

source: View Message
de: Siehe Nachricht
es: Ver Mensaje

source: From
de: Von
es: De

source: Remove
de: Entfernen
es: Eliminar

source: Inbox
de: Posteingang
es: Bandeja de entrada

source: If you delete this message you will not be able to recover it
de: Wenn Sie diese Nachricht löschen, können Sie sie nicht wiederherstellen
es: Si borra este mensaje no podrá recuperarlo

source: Message has been deleted.
de: Das Reiseziel wurde gelöscht.
es: El mensaje se ha eliminado.

source: Sent Message
de: Nachricht senden
es: Enviar Mensaje

source: New Message
de: Neues Nachricht
es: Nuevo Mensaje

source: Folders
de: Ordneren
es: Carpetas

source: Messages sent
de: Nachricht gesendet
es: Mensaje enviado

source: has sent a
de: gesendet an
es: ha sidp enviado a

source: new message
de: neue nachricht
es: nuevo mensaje

source: Read All Messages
de: Alle Nachrichten lesen
es: Leer todos los mensajes

source: Search message
de: Nachricht-suchen
es: Buscar mensaje

source: No Read
de: Ungelesen
es: No leído

source: Read
de: Gelesen
es: Leído

source: Show Destinations
de: Seite Reisezielen
es: Mostrar Destinos

source: Show Bookings
de: Seite Buchungen
es: Sus reservas

source: Today
de: Heute
es: Hoy

source: User Connected
de: Angeschlossener Benutzer
es: Usuario Conectado

source: Number of users connected
de: Anzahl der angeschlossenen Benutzer
es: Número de usuarios conectados

source: Low value
de: Niedriger Wert
es: Valor bajo

source: User activity
de: Benutzer-Aktivität
es: Actividad del usuario

source: Last Visit
de: Letzer Besuch
es: Última visita

source: Visitor by Destinations
de: Besucher Reiseziele
es: Visitante por Destinos

source: Number visits
de: Anzahl der Besuche
es: Número de visitas

source: Number of visits per country
de: Anzahl der Besuche pro Land
es: Número de visitas por país

source: Location
de: Standort
es: Lugar

source: Total visits from country
de: Besuche insgesamt aus dem Land
es: Total de visitas del país

source: Unknown
de: Unbekannt
es: Desconocido

source: Reservation List
de: Reservierungen Liste
es: Lista de reservación

source: List Booking
de: Reservierungsliste
es: Reserva de la lista

source: Not registered yet
de: Noch keine Registrierung
es: No registrado aún

source: See full Details
de: Alle Details anzeigen
es: Ver todos los datalles

source: Are you sure you want to delete the destination %(object)s?
de: Möchten Sie das Reiseziel wirklich löschen %(object)s?
es: ¿Está seguro de eliminar el destino %(object)s?

source: Create a new Tour
de: Eine neue Tour erstellen
es: Crear un nuevo tour

source: Product
de: Produkt
es: Producto

source: This tour has departure and arrival time
de: Diese Tour hat Abfahrts- und Ankunftszeit
es: Este tour tiene horario de salida y llegada

source: Price
de: Preice
es: Precio

source: Inventory
de: Inventar
es: Inventario

source: Tour Booking
de: Tour Buchung
es: Reserva de excursiones

source: current step:
de: aktueller Schritt:

source: Pagination
de: Paginierung

source: Finish
de: Fertig

source: Next
de: Nächste

source: Previous
de: Vorherige

source: Loading ...
de: Wird geladen ...

source: Tour Data
de: Tourdaten
es: Datos del Tour

source: Header Section
de: Header-Bereich
es: Sección de encabezado

source: Product Details
de: Details zum Produkt
es: Detalles del Producto

source: Enter the requested data
de: Geben Sie die angeforderten Daten ein
es: Ingrese los datos solicitados

source: Register the tour data
de: Registrieren Sie die Tourdaten
es: Registrar los datos del tour

source: Add another tab
de: Fügen Sie eine weitere Registerkarte hinzu
es: Añadir otra pestaña

source: Record the Header
de: Registrieren Sie die Kopfdaten
es: Registrar el Encabezamiento

source: Register product details
de: Reiseziel details registrieren
es: Registrar los detalles del producto

source: Add period
de: Zeitraum hinzufügen
es: Agregar periodo

source: Destination List
de: Reiseziel Liste
es: Lista de Destino

source: Destinations List
de: Reisezielen Liste
es: Lista de Destinos

source: Register destination
de: Reiseziel registrieren
es: Registrar el destino

source: Quantity Available
de: Verfügbare Menge
es: Cantidad Disponible

source: Sale Price
de: Verkaufspreis
es: Precio de venta

source: There is existence
de: Es gibt eine Existenz
es: Existe la existencia

source: View the Photos Gallery
de: Die Fotos-Galerie ansehen

source: Gallery
de: Galerie
es: Galería

source: View the Videos Gallery
de: Die Videos-Galerie ansehen

source: copy
de: kopie
es: copiar

source: print
de: zu drucken
es: imprimir

source: If you delete this itinerary you will not be able to recover it
de: Wenn Sie diese Reiseroute löschen, können Sie sie nicht wiederherstellen
es: Si borra este itinerario no podrá recuperarlo

source: Destination has been deleted.
de: Das Reiseziel wurde gelöscht.
es: El destino se ha eliminado.

source: Create Itinerary
de: Reiseplan erstellen
es: Crear Itinerario

source: List
de: Liste
es: Lista

source: New Social Network configuration
de: Neue Konfiguration des sozialen Netzwerks
es: Nueva configuración de la Red Social

source: This configuration has been deleted.
de: Diese Konfiguration wurde gelöscht.
es: Esta configuración ha sido eliminada.

source: Create Social network
de: Soziales Netzwerk erstellen
es: Crear una red social

source: Edit Social Network
de: Soziales Netzwerk bearbeiten
es: Editar Red Social

source: main page
de: Hauptseite
es: página principal

source: See my configurations from social network
de: Meine Konfigurationen aus dem sozialen Netzwerk ansehen
es: Ver mis configuraciones desde la red social

source: Verify
de: Überprüfen Sie
es: Verificar

source: Check for use only social network from user
de: Überprüfen Sie, ob nur das soziale Netzwerk des Benutzers verwendet wird
es: Compruebe que sólo se utiliza la red social del usuario

source: https://facebook.com/youruser
de: https://facebook.com/ihre-benutzer
es: https://facebook.com/suusuario

source: https://instagram.com/youruser
de: https://instagram.com/ihre-benutzer
es: https://instagram.com/suusuario

source: https://twitter.com/youruser
de: https://twitter.com/ihre-benutzer
es: https://twitter.com/suusuario

source: https://pinterest.com/youruser
de: https://pinterest.com/ihre-benutzer
es: https://pinterest.com/suusuario

source: https://linkedin.com/youruser
de: https://linkedin.com/ihre-benutzer
es: https://linkedin.com/in/suusuario

source: Save change
de: Änderung speichern
es: Grabar cambios

source: Travelposting Solutions. Enter your worldwide destinations
de: Travelposting-Lösungen. Registrieren Sie Ihre Reiseziele weltweit ein
es: Travelposting Solutions. Ingrese sus destinos turísticos a nivel mundial

source: Booking Details
de: Buchungsdetails
es: Detalles de la reserva

source: No register yet
de: Noch nicht registriert
es: No Registrado aún

source: Nunber of people
de: Personenanzahl
es: Número de personas

source: client comments
de: Kundenkommentaren
es: comentarios de clientes

source: Mark as solved
de: Als gelöst markieren
es: Marcar como resuelto

source: Activate manage booking tour
de: Aktivieren Sie die Funktion Buchungstour verwalten
es: Activar gestionar reserva de tour

source: All Rights Reserved Site Map Disclaimer.
de: Alle Rechte vorbehalten Site Map Disclaimer.
es: Todos los derechos reservados Mapa del sitio Descargo de responsabilidad.

source: Videos Gallery
de: Videos-Galerie

source: Back to list
de: Zurück zur Liste
es: Volver a la lista

source: Gallery for:
de: Galerie für:
es: Galería para:

source: By clicking the 'add images' you can access to upload your own photos to your destination.
de: Durch Anklicken des Buttons'Bilder hinzufügen' können Sie auf Ihre eigenen Fotos hochladenIhr Reiseziel.
es: Haciendo clic en el botón 'añadir imágenes' puedes acceder a tu pc para subir las fotos de su destino.

source: You can also delete each one as you required or add comments to be displayed in our system.
de: Sie können auch jede einzelne nach Belieben löschen oder Kommentare hinzufügen, die angezeigt werden sollenin unserem System.
es: También puede borrar cada uno de ellas según sus necesidades o añadir comentarios para que se muestren en nuestro sistema.

source: You can delete a photo by click on the photo and then click on 'remove' button
de: Sie können ein Foto löschen, indem Sie auf das Foto klicken und dann auf die Schaltfläche 'Entfernen' klicken
es: Puedes eliminar una foto haciendo clic en ella y luego en el botón 'eliminar'

source: Adding images
de: Hinzufügen von Bildern
es: Añadir imágenes

source: Write a comment
de: Schreibe einen Kommentar
es: Escribir un comentario

source: Show details
de: Details anzeigen
es: Mostrar detalles

source: Confirm action
de: Aktion bestätigen
es: Confirmar acción

source: Are you sure you want to delete this record?
de: Sind Sie sicher, dass Sie diesen Datensatz löschen möchten?
es: ¿Está seguro que desea eliminar este registro?

source: Video Gallery
de: Video-galerie

source: Photos Gallery
de: Fotos-Galerie

source: Video Gallery for:
de: Videogalerie für:

source: By clicking the 'add videos' you can access to upload your own videos to your destination.
de: Durch Klicken auf 'Videos hinzufügen' können Sie Ihre eigenen Videos an Ihr Ziel hochladen.

source: You can delete a video by click on the video and then click on 'remove' button
de: Sie können ein Video löschen, indem Sie auf das Video klicken und dann auf die Schaltfläche 'Entfernen' klicken

source: Adding videos
de: Hinzufügen von Videos

source: List Itinerary
de: Liste Reiseverlauf
es: Lista de Itinerario

source: Create new itinerary
de: Neuen Reiseplan erstellen
es: Crear un nuevo itinerario

source: Details
de: Einzelheiten
es: Detalles

source: Itinerary has been deleted.
de: Reiseverlauf wurde gelöscht.
es: Itinerario se ha eliminado.

source: Could not load itinerary data for editing
de: Die Daten der Reiseroute konnten nicht zur Bearbeitung geladen werden
es: No se pudieron cargar los datos de la ruta de transporte para su edición

source: Select a destiny
de: Wählen Sie des Reisenziel
es: Seleccione un destino

source: Add Itinerary
de: Fügen Reiseverlauf
es: Añadir Itinerario

source: Create a new itinerary
de: Einen neuen reiseverlauf erstellen
es: Crear un nuevo itinerario

source: Select Destiny
de: Wählen Sie des Reisenziel
es: Seleccione Destino

source: Choose a Destiny...
de: Wähle ein Schicksal...
es: Elija un Destino...

source: CREATE itinerary
de: Reiseroute erstellen
es: CREAR itinerario

source: Destiny
de: Reiseziel
es: Destino

source: create a new itinerary
de: einen neuen Reiseplan erstellen
es: crear un nuevo itinerario

source: Add Maps for Tour
de: Karten für die Tour hinzufügen
es: Añadir mapas para el tour

source: Add Maps for yours tours
de: Karten für Ihre Touren hinzufügen
es: Añade mapas para tus tours

source: Generate your map
de: Erstellen Sie Ihre Karte
es: Genera su mapa

source: Add new map
de: Neue Karte hinzufügen
es: Añadir un nueva mapa

source: If you delete this map you will not be able to recover it
de: Wenn Sie diese Karte löschen, können Sie sie nicht wiederherstellen
es: Si borra este mapa no podrá recuperarlo

source: Map has been deleted.
de: Map wurde gelöscht.
es: Mapa se ha eliminado.

source: Information
de: Informationen
es: Información

source: Change password
de: Passwort ändern
es: Cambiar contraseña

source: Close session
de: Sitzung schließen
es: Cerrar sesión

source: Mailbox
de: Briefkasten
es: Buzón de correo

source: Translate site
de: Website übersetzen
es: Traducir sitio

source: Admin site
de: Admin-Website
es: Sitio de administración

source: Pending Requests
de: Offene Anfragen

source: List Managers
de: Verwalteren-Liste

source: Add agency
de: Agentur hinzufügen

source: Your destinations
de: Ihre Reiseziele
es: Sus destinos

source: Maps
de: Karten
es: Mapas

source: Ad Advertisers
de: Werbung Werbetreibende

source: Ad Categories
de: Anzeigen-Kategorien

source: Advertisements
de: Werbeanzeigen

source: Your Ad Images
de: Ihre Anzeige BilderWerbung

source: Reservations
de: Reservierungen
es: Reservas

source: Your reservations
de: Ihre Reservierungen
es: Sus Reservaciones

source: Search for something
de: Suche nach etwas
es: Buscar algo

source: Applications
de: Anwendungen
es: Aplicaciones

source: Configurations social network
de: Konfigurationen soziales Netzwerk
es: Configuración de redes sociales

source: https://yoursite.com/
de: https://ihrewebsite.com/
es: https://sitioweb.com/

source: create social network configuration
de: soziale Netzwerkkonfiguration erstellen
es: crear una configuración para redes sociales

source: Edit configurations social network
de: Konfigurationen bearbeiten soziales Netzwerk
es: Editar configuraciones de redes sociales

source: Additional tab
de: Weitere Registerkarte
es: Carta de registro adicional

source: Include / Doesn't Include
de: Einschließen / Nicht einschließen
es: Incluir / No incluir

source: Include
de: Einschließen
es: Incluir

source: Doesn't Include
de: Nicht einschließen
es: No incluir

source: Description Tour Include/Doesn't Include
de: Beschreibung Tour Inklusive/Nicht Inklusive
es: Descripción Tour Incluir/No Incluir

source: Food
de: Lebensmittel
es: Comida

source: Destionation Include/Doesn't Include
de: Destionierung einschließen/nicht einschließen

source: Are you sure you want to remove the application %(application)s?
de: Möchten Sie die Anwendung wirklich löschen %(application)s?
es: ¿Está seguro de eliminar la aplicación %(application)s?

source: Application Details
de: Anwendungen Details
es: Detalles de la Aplicación

source: Client Id
de: Kunden ID
es: Identificación del Cliente

source: Client secret
de: Kundengeheimnis
es: Token Secreto del cliente

source: Client type
de: Kuunden-Typ
es: Tipo de cliente

source: Authentication type
de: Art der Authentifizierung
es: Tipo de autenticación

source: Redirect uris
de: Uris umleiten
es: Uris de redireccionamiento

source: Back to
de: Zurück
es: Volver

source: Save
de: Speichern
es: Guardar

source: Authorized Applications
de: Autorisierte Anwendungen
es: Aplicaciones Autorizadas

source: Your registered applications
de: Ihre registrierten applications
es: Sus aplicaciones registradas

source: Register application
de: Application registrieren
es: Registrar aplicación

source: No registered applications
de: Keine registrierten Anwendungen
es: No hay aplicaciones registradas

source: Click here
de: Klicken Sie hier
es: Haga clic aquí

source: if you want to register an application
de: Wenn Sie eine Anwendung registrieren möchten
es: si quiere registrar una aplicación

source: Authorized Tokens
de: Autorisierte Token
es: Tokens Autorizados

source: revoke
de: widerrufen
es: revocar

source: There is no authorized token
de: Es gibt kein autorisiertes Token
es: No hay ningun token autorizada

source: Token of %(object.application)s
de: Token von %(object.application)s
es: Token de %(object.application)s

source: Are you sure you want to revoke the access of the %(object.application)s token?
de: Möchten Sie den Zugriff auf das Token wirklich widerrufen? %(object.application)s?
es: ¿Está seguro de revocar el acceso del token %(object.application)s?

source: <strong>Enter your title here...</strong><br><br> <p> <b>Enter your text here...</b></p> <!--more--><br><br> <p> <b>Enter more information here...</b></p> <!--more--><br><br> <strong>Who we are</strong><br><br> <p><b>Please enter your text here...</b></p><br><br> <strong>Mission</strong><br><br> <p><b>Please enter your text here...</b></p><br><br> <table class='table table-bordered tours-tabs__table' style='width: 100%px;'> <tbody> <tr> <td style='width: 213px;'><strong>EXIT / RETURN</strong></td> <td style='width: 574.233px;'><b>Enter the exit here...</b></td> </tr> <tr> <td style='width: 213px;'><strong>EXIT TIME</strong></td> <td style='width: 574.233px;'><b>Enter the time of exit here...</b></td> </tr> <tr> <td style='width: 213px;'><strong>ARRIVAL TIME</strong></td> <td style='width: 574.233px;'><b>Enter the time of arrival here...</b></td> </tr> <tr> <td style='width: 213px;'><strong>NR. OF TOUR FOR RESERVATIONS</strong></td> <td style='width: 574.233px;'><b>Enter the tour number here...</b></td> </tr> <tr> <td style='width: 213px;'><strong>TRANSFER FROM </strong></td> <td style='width: 574.233px;'><strong><b>Enter the transfer here...</b></strong></td> </tr> <tr> <td style='width: 213px;'><strong>INCLUDED</strong></td> <td style='width: 574.233px;'> <b>Enter here what is included in the package as a list...</b> <ul><li><b><br></b></li><li><b><br></b></li><li><b><br></b></li></ul> </td> </tr> <tr> <td style='width: 213px;'><strong>NOT INCLUDED</strong></td> <td style='width: 574.233px;'> <b>Enter here what is not included in the package as a list...</b> <ul><li><b><br></b></li><li><b><br></b></li><li><b><br></b></li></ul> </td> </tr> </tbody> </table>
de: <strong>Geben Sie hier Ihren Titel ein...</strong><br><br> <p> <b>Bitte geben Sie hier Ihren Text ein...</b></p> ¡<!--more--><br><br> <p> <b>Geben Sie hier weitere Informationen ein...</b></p> ¡<!--more--><br><br> <strong>Wer wir sind</strong><br><br> <p><b>Please enter your text here...</b></p><br><br> <strong>Mission</strong><br><br> <p><b>Bitte geben Sie hier Ihren Text ein...</b></p><br><br> <table class='table table-bordered tours-tabs__table' style='width: 100%px;'> <tbody> <tr> <td style='width: 213px;'><strong>BEENDEN / RÜCKKEHREN</strong></td> <td style='width: 574.233px;'><b>Geben Sie hier den Ausgang ein...</b></td> </tr> <tr> <td style='width: 213px;'><strong>EXITZEIT</strong></td> <td style='width: 574.233px;'><b>Geben Sie hier den Zeitpunkt des Austritts ein...</b></td> </tr> <tr> <td style='width: 213px;'><strong>ANKUNFTZEIT</strong></td> <td style='width: 574.233px;'><b>Geben Sie hier die Ankunftszeit ein...</b></td> </tr> <tr> <td style='width: 213px;'><strong>NUMMER DER TOUR FÜR RESERVIERUNGEN</strong></td> <td style='width: 574.233px;'><b>Geben Sie hier die Tournummer ein...</b></td> </tr> <tr> <td style='width: 213px;'><strong>ÜBERWEISUNG VON </strong></td> <td style='width: 574.233px;'><strong><b>Geben Sie hier die Überweisung ein...</b></strong></td> </tr> <tr> <td style='width: 213px;'><strong>EINSCHLIESSLICH</strong></td> <td style='width: 574.233px;'> <b>Geben Sie hier ein, was im Paket als Liste enthalten ist...</b> <ul><li><b><br></b></li><li><b><br></b></li><li><b><br></b></li></ul> </td> </tr> <tr> <td style='width: 213px;'><strong>NICHT EINGESCHLOSSEN</strong></td> <td style='width: 574.233px;'> <b>Tragen Sie hier ein, was nicht im Paket als Liste enthalten ist...</b> <ul><li><b><br></b></li><li><b><br></b></li><li><b><br></b></li></ul> </td> </tr> </tbody> </table>
es: <strong>Ingrese su título aquí...</strong><br><br> <p> <b>Ingrese aquí su texto...</b></p> <!--more--><br><br> <p> <b>Ingrese más información aquí...</b></p> <!--more--><br><br> <strong>Quienes somos</strong><br><br> <p><b>Por favor ingrese aquí su texto...</b></p><br><br> <strong>Misión</strong><br><br> <p><b>Por favor ingrese aquí su texto...</b></p><br><br> <table class='table table-bordered tours-tabs__table' style='width: 100%px;'> <tbody> <tr> <td style='width: 213px;'><strong>SALIDA / RETORNO</strong></td> <td style='width: 574.233px;'><b>Ingrese aquí la salida...</b></td> </tr> <tr> <td style='width: 213px;'><strong>HORA DE SALIDA</strong></td> <td style='width: 574.233px;'><b>Ingrese aquí la hora de salida...</b></td> </tr> <tr> <td style='width: 213px;'><strong>HORA DE LLEGADA</strong></td> <td style='width: 574.233px;'><b>Ingrese aquí la hora de llegada...</b></td> </tr> <tr> <td style='width: 213px;'><strong>NR. DE TOUR PARA RESERVAS</strong></td> <td style='width: 574.233px;'><b>Ingrese aquí el nro de tour...</b></td> </tr> <tr> <td style='width: 213px;'><strong>TRASLADO DESDE </strong></td> <td style='width: 574.233px;'><strong><b>Ingrese aquí el traslado...</b></strong></td> </tr> <tr> <td style='width: 213px;'><strong>INCLUIDO</strong></td> <td style='width: 574.233px;'> <b>Ingrese aquí lo que va incluido en el paquete como una lista...</b> <ul><li><b><br></b></li><li><b><br></b></li><li><b><br></b></li></ul> </td> </tr> <tr> <td style='width: 213px;'><strong>NO INCLUIDO</strong></td> <td style='width: 574.233px;'> <b>Ingrese aquí lo que no va incluido en el paquete como una lista...</b> <ul><li><b><br></b></li><li><b><br></b></li><li><b><br></b></li></ul> </td> </tr> </tbody> </table>

source: Files allowed
de: Erlaubte Dateien

source: a new map has been added to your destination
de: eine neue Karte wurde zu Ihrem Reiseziel hinzugefügt
es: se ha añadido un nuevo mapa a su destino

source: update itinerary
de: reiseplan aktualisieren
es: actualizar itinerario

source: There is already a configuration of social networks. Do you want to update?
de: Es gibt bereits eine Konfiguration von sozialen Netzwerken. Möchten Sie ein Update durchführen?
es: Ya existe una configuración de redes sociales. ¿Quieres ponerte al día?

source: You have a new message
de: Du hast eine neue Nachricht
es: Usted tiene un nuevo mensaje

source: Thank you for your message, very soon we will answer back
de: Vielen Dank für Ihre Nachricht, sehr bald werden wir Ihnen antworten
es: Gracias por su mensaje, muy pronto le responderemos

source: Option
es: Opción

source: Name
es: Nombre

source: Status
es: Estatus

source: SKU
es: SKU (Numero del Tour)

source: Thumbnail
es: Miniatura

source: Badges
es: Distintivos

source: Standard
es: Estándar

source: Email
es: Correo Electrónico

source: status
es: estatus

source: Website
es: Sitio web

source: Dma Code
es: Código DMA

source: URL
es: Dirección URL

source: If you have any questions or comments, do not hesitate to send us a message
es: Si tiene alguna pregunta o comentario, no dude en enviarnos un mensaje

source: Destination's name
es: Nombre del destino

source: Record the tour data
es: Registrar los datos

source: https://website.com/
es: https://sitioweb.com/

source: Dashboard - Travelposting
es: Tablero - Travelposting

source: E-mail
es: Correo electrónico

source: Extra plan
es: Plan Extra

source: Map
es: Mapa

source: Tokens
es: Fichas
