Repository: macagua/travelposting
Catalog: travel/apps/destinations/locale/*/LC_MESSAGES/django.po
Languages: de, es

source: Add Destination
de: Reiseziel hinzufügen
es: Añadir Destino

source: Update Destination
de: Aktualisieren Reiseziel
es: Actualizar Destino

source: A new itinerary item has been registered
de: Eine neue Reiseroute wurde registriert
es: Se ha registrado un nuevo elemento del itinerario

source: Itinerary information has been updated
de: Die Informationen zur Reiseroute wurden aktualisiert
es: La información del itinerario ha sido actualizada

source: New Booking registered
de: Neue Buchung registriert
es: Nueva Reserva Registrada

source: if you want see the admin site https://travelposting.com/admin/
de: wenn du die Admin-Site https://travelposting.com/admin/ sehen möchtest
es: si quieres ver el sitio de administración https://travelposting.com/admin/

source: Destination was published
de: Das Reiseziel wurde veröffentlicht
es: El destino fue publicado

source: Congratulations your destination was published.
de: Herzlichen Glückwunsch, dass Ihr Reiseziel veröffentlicht wurde.
es: Felicitaciones, su destino fue publicado.

source: publish destinations
de: Reiseziele veröffentlichen
es: publicar destinos

source: unpublish destinations
de: unveröffentlichte reiseziele
es: destinos inéditos

source: Destination Applications
de: Reiseziel-Anwendungen
es: Aplicaciones destino

source: '%(day)s' is a day invalid
de: '%(day)s' ist ein Tag ungültig
es: '%(day)s' es un día inválido

source: Sunday
de: Sonntag
es: Domingo

source: Monday
de: Montag
es: Lunes

source: Tuesday
de: Dienstag
es: Martes

source: Wednesday
de: Mittwoch
es: Miércoles

source: Thursday
de: Donnerstag
es: Jueves

source: Friday
de: Freitag
es: Viernes

source: Saturday
de: Samstag
es: Sábado

source: String for storage days of lists
de: Zeichenfolge für die Aufbewahrungstage von Listen
es: Cadena para días de almacenamiento de listas

source: Please keep filesize under {file_max_upload_size}. Current filesize {file_size}
de: Bitte halten Sie die Dateigröße unter {file_max_upload_size}. Aktuelle Dateigröße {file_size}

source: Filetype not supported.
de: Dateityp wird nicht unterstützt.

source: Category
de: Kategorie
es: Categoría

source: Tour Name
de: Name der Tour
es: Nombre del tour

source: The tab '%(tab)s' it is duplicated, it must be only once.
de: Der Tabulator '%(tab)s' ist bereit gestellt, er darf nur einmal sein.
es: El tab '%(tab)s' se encuentra duplicado, debe estar una sola vez.

source: Short description
de: Kurze Beschreibung (Empholen, Max. 120 caracter)
es: Breve descripción (Aconsejable Max. 150 caracteres)

source: Description for map
de: Beschreibung für Karte
es: Descripción del mapa

source: Password
de: Passwort

source: Use at least 8 characters. Do not use a password from another site or a term that is too obvious, such as your pet's name.
de: Verwenden Sie mindestens 8 Zeichen. Verwenden Sie kein Passwort von einer anderen Website oder einen zu offensichtlichen Begriff, wie z.B. den Namen Ihres Haustiers.

source: Password confirmation
de: Passwort-Bestätigung

source: Enter the same password as above, for verification.
de: Geben Sie zur Überprüfung das gleiche Passwort wie oben angegeben ein.

source: First Name
de: Vorname

source: Last Name
de: Nachname
es: Apellido

source: Phone or Whatsapp
de: Telefon oder Whatsapp

source: Email Address
de: E-Mail-Adresse

source: Number of people travelling
de: Anzahl der Reisenden
es: Número de personas que viajan

source: Do you have a plan you want to book?
de: Haben Sie einen Plan, den Sie buchen möchten?

source: Do you may have some comments or remarks about your booking?
de: Haben Sie vielleicht einige Anmerkungen oder Bemerkungen zu Ihrer Buchung?

source: Name for document
de: Name für Dokument

source: Description for document
de: Beschreibung für Dokument

source: <strong>Who we are</strong><br><br> <p><b>Please enter your text here...</b></p><br><br> <strong>Mission</strong><br><br> <p><b>Please enter your text here...</b></p><br><br> <table class='table table-bordered tours-tabs__table' style='width: 100%px;'> <tbody> <tr> <td style='width: 213px;'><strong>EXIT / RETURN</strong></td> <td style='width: 574.233px;'><b>Enter the exit here...</b></td> </tr> <tr> <td style='width: 213px;'><strong>EXIT TIME</strong></td> <td style='width: 574.233px;'><b>Enter the time of exit here...</b></td> </tr> <tr> <td style='width: 213px;'><strong>ARRIVAL TIME</strong></td> <td style='width: 574.233px;'><b>Enter the time of arrival here...</b></td> </tr> <tr> <td style='width: 213px;'><strong>NR. OF TOUR FOR RESERVATIONS</strong></td> <td style='width: 574.233px;'><b>Enter the tour number here...</b></td> </tr> <tr> <td style='width: 213px;'><strong>TRANSFER FROM </strong></td> <td style='width: 574.233px;'><strong><b>Enter the transfer here...</b></strong></td> </tr> </tbody> </table>
de: <strong>Wer wir sind</strong><br><br> <p><b>Bitte geben Sie hier Ihren Text ein...</b></p><br><br> <strong>Mission</strong><br><br> <p><b>Bitte geben Sie hier Ihren Text ein...</b></p><br><br> <table class='table table-bordered tours-tabs__table' style='width: 100%px;'> <tbody> <tr> <td style='width: 213px;'><strong>BEENDEN / RÜCKKEHREN</strong></td> <td style='width: 574.233px;'><b>Geben Sie hier den Ausgang ein...</b></td> </tr> <tr> <td style='width: 213px;'><strong>EXITZEIT</strong></td> <td style='width: 574.233px;'><b>Geben Sie hier den Zeitpunkt des Austritts ein...</b></td> </tr> <tr> <td style='width: 213px;'><strong>ANKUNFTZEIT</strong></td> <td style='width: 574.233px;'><b>Geben Sie hier die Ankunftszeit ein...</b></td> </tr> <tr> <td style='width: 213px;'><strong>NUMMER DER TOUR FÜR RESERVIERUNGEN</strong></td> <td style='width: 574.233px;'><b>Geben Sie hier die Tournummer ein...</b></td> </tr> <tr> <td style='width: 213px;'><strong>ÜBERWEISUNG VON </strong></td> <td style='width: 574.233px;'><strong><b>Geben Sie hier die Überweisung ein...</b></strong></td> </tr> </tbody> </table>
es: <strong>Quienes somos</strong><br><br> <p><b>Por favor ingrese aquí su texto...</b></p><br><br> <strong>Misión</strong><br><br> <p><b>Por favor ingrese aquí su texto...</b></p><br><br> <table class='table table-bordered tours-tabs__table' style='width: 100%px;'> <tbody> <tr> <td style='width: 213px;'><strong>SALIDA / RETORNO</strong></td> <td style='width: 574.233px;'><b>Ingrese aquí la salida...</b></td> </tr> <tr> <td style='width: 213px;'><strong>HORA DE SALIDA</strong></td> <td style='width: 574.233px;'><b>Ingrese aquí la hora de salida...</b></td> </tr> <tr> <td style='width: 213px;'><strong>HORA DE LLEGADA</strong></td> <td style='width: 574.233px;'><b>Ingrese aquí la hora de llegada...</b></td> </tr> <tr> <td style='width: 213px;'><strong>NR. DE TOUR PARA RESERVAS</strong></td> <td style='width: 574.233px;'><b>Ingrese aquí el nro de tour...</b></td> </tr> <tr> <td style='width: 213px;'><strong>TRASLADO DESDE </strong></td> <td style='width: 574.233px;'><strong><b>Ingrese aquí el traslado...</b></strong></td> </tr> </tbody> </table>

source: Short Description
de: Kurze Beschreibung (Empholen, Max. 120 caracter)
es: Breve descripción (Aconsejable Max. 150 caracteres)

source: Image
de: Bild
es: Imagen

source: Categories
de: Kategorien
es: Categorías

source: User
de: Benutzer
es: Usuario

source: Description
de: Beschreibung
es: Descripción

source: Departure Date
de: Abreise-Datum
es: Fecha de partida

source: Arrival Date
de: Anreise-Datum
es: Fecha de llegada

source: Departure Time
de: Abfahrtszeit
es: Hora de partida

source: Arrival Time
de: Ankunftszeit
es: Hora de llegada

source: Number of Reservations
de: Anzahl der Reservierungen
es: Numeros de Reservaciones

source: Transfer from
de: Transfer von
es: Transferir desde

source: Tour include
de: Tour inklusive
es: Incluir el Tour

source: Tour not include
de: Tour nicht inklusive
es: No incluir el Tour

source: is published?
de: veröffentlicht wird?
es: ¿esta publicado?

source: is deleted?
de: gelöscht wird?
es: ¿esta eliminado?

source: Destination has Wifi?
de: Reiseziel hat Wifi?

source: Destination has Breakfast included?
de: Reiseziel hat Frühstück inbegriffen?

source: Destination has Gym?
de: Reiseziel hat Turnhalle?

source: Destination has Air conditioning?
de: Reiseziel hat Klimaanlage?

source: Destination has Restaurant?
de: Reiseziel hat Restaurant?

source: Destination has Bar?
de: Reiseziel hat Bar?

source: Destination has Housekeeping service?
de: Hat das Reiseziel einen Housekeeping-Service?

source: Destination has Room service?
de: Reiseziel hat Zimmerservice?

source: Destination has Business services?
de: Reiseziel hat Business-Dienstleistungen?

source: Destination has Hob Tub?
de: Reiseziel hat Hob Tub?

source: Destination has 25/7 Front Desk?
de: Destination hat 25/7 Front Desk?

source: Destination has Laundry service?
de: Hat das Reiseziel einen Wäscheservice?

source: Social Network
de: Soziales Netzwerk
es: Red Social

source: If you check this option it will show the social networks of the destination
de: If you enable this option, the social networks of the destination will be displayed
es: Si seleccionas esta opción, se mostrarán las redes sociales del destino

source: Destination
de: Reiseziele
es: Destino

source: Destinations
de: Reisezielen
es: Destinos

source: Map Destination
de: Karte Reiseziel
es: Mapa de destino

source: Description Map
de: Map Beschreibung
es: Descripción del mapa

source: Destination Map
de: Reiseziel-Karte
es: Mapa del Destino

source: To generate the map for your location
de: So erzeugen Sie die Karte für Ihren Standort
es: Para generar el mapa para su ubicación

source: Destination Maps
de: Reisezielen-Karte
es: Mapa de los Destinos

source: Sort
de: Sortieren
es: Ordenar

source: No comment
de: Kein Kommentar
es: Sin comentario

source: Photo
de: Foto
es: Foto

source: Photos
de: Fotos
es: Fotos

source: Destination Rating
de: Bewertung des Reiseziels
es: Clasificación del destino

source: Destinations Rating
de: Bewertung von Reisezielen
es: Clasificaciones del destino

source: Badge
de: Abzeichen
es: Distintivo

source: Last minute
de: Letzte minute
es: Último minuto

source: Deal of the Month
de: Deal des Monats
es: Deal del Mes

source: Congresses
de: Kongresse
es: Congresos

source: Events
de: Veranstaltungen
es: Eventos

source: Mobility
de: Mobilität
es: Movilidad

source: Leisure +
de: Freizeit +
es: Ocio +

source: Itinerary
de: Reiseverlauf
es: Itinerario

source: Detail Itinerary
de: Detaillierter Reiseplan
es: Itinerario detallado

source: Itineraries
de: Reiserouten
es: Itinerarios

source: Option tab
de: Registerkarte 'Option'
es: Opciones de ficha

source: Content
de: Inhalt
es: Contenido

source: Tabs
de: Registerkarten
es: Fichas técnicas

source: Tab
de: Registerkarte
es: Ficha técnica

source: Template
de: Vorlage
es: Plantilla

source: Tab options
de: Registerkarte-Optionen
es: Opciones de las pestañas

source: Tab option
de: Option der Registerkarte
es: Opción de pestaña

source: Display mode
de: Anzeigemodus
es: Modo de visualización

source: Default
de: Standard
es: Por Defecto

source: From list
de: Aus der Liste
es: De la lista

source: Subtitle
de: Untertitel
es: Subtitular

source: Image repeat
de: Bildwiederholung
es: Imagen repetida

source: Repeat
de: Wiederholen
es: Repetir

source: No repeat
de: Keine Wiederholung
es: No repetir imagen

source: Repeat horizontally
de: Wiederholen Sie horizontal
es: Repetir horizontalmente

source: Repeat vertically
de: Wiederholen Sie vertikal
es: Repetir verticalmente

source: Mask
de: Maske
es: Máscara

source: Header sections
de: Header-Bereichen
es: Secciones de encabezado

source: Header section
de: Header-Bereich
es: Sección de encabezado

source: Variable tour
de: Variable Führung
es: Tour Variable (Solo para los Tours con 2 o más variantes)

source: Virtual
de: Virtuell
es: Virtual (Solo para programas virtuales)

source: Downloadable
de: Herunterladbar
es: Descargable

source: Destination details
de: Details des Reisezielen
es: Detalles del destino

source: Destination detail
de: Detail des Reisenziel
es: Detalle del destino

source: Normal price
de: Normaler Preis
es: Precio normal

source: Reduced price
de: Reduzierter Preis
es: Precio rebajado

source: Initial discount date
de: Anfangsrabattdatum
es: Fecha de rebaja inicial

source: Final discount date
de: Letzter Rabatt termin
es: Fecha de rebaja final

source: Tax status
de: Steuerstatus
es: Estado del impuesto

source: Impossible
de: Unmöglich
es: Imponible

source: Shipping only
de: Versand nur
es: Envío solamente

source: None
de: Keiner
es: Ninguno

source: Tax type
de: Steuerart
es: Clase de impuesto

source: Reduced Rate
de: Reduzierte Rate
es: Tasa reducida

source: Zero Rate
de: Nullrate
es: Tasa de cero

source: General details
de: Allgemeines Details
es: Detalles generales

source: General detail
de: Allgemeine Detail
es: Detalle general

source: Inventory management?
de: Bestandsführung?
es: ¿Gestión de inventario?

source: Activate inventory management for each product
de: Aktivieren Sie die Bestandsverwaltung für jedes Produkt
es: Activa la gestión de inventario por cada producto

source: Inventory quantity
de: Menge Inventar
es: Cantidad de inventario

source: Allow reservations?
de: Reservierungen zulassen?
es: ¿Permitir reservas?

source: Do not allow
de: Nicht zulassen
es: No permitir

source: Allow, but the customer will be warned
de: Zulassen, aber der Client wird benachrichtigt
es: Permitir, pero se avisara al cliente

source: Allow
de: Zulassen
es: Permitir

source: Low stock threshold
de: Niedrige Bestandsschwelle
es: Umbral de pocas existencias

source: Sold individually
de: Wird einzeln verkauft
es: Vendido individualmente

source: Activate this to allow only one of these items to be purchased in each order
de: Aktivieren Sie diese Option, damit bei jeder Bestellung nur einer dieser Artikel gekauft werden kann
es: Activa esto para permitir que solo se pueda comprar uno de estos artículos en cada pedido

source: Inventory details
de: Inventar details
es: Detalles de inventario

source: Inventory detail
de: Inventar detail
es: Detalle de inventario

source: Start date
de: Startdatum
es: Fecha de inicio

source: End date
de: Enddatum
es: Fecha final

source: Days
de: Tage
es: Días

source: Number of tickets per tour
de: Anzahl der Tickets pro Tour
es: Número de entradas por recorrido

source: Special price
de: Sonderangebot
es: Precio especial

source: Mode
de: Modus
es: Modo

source: Week days
de: Wochentage
es: Días de la semana

source: Exact dates
de: Genaue Daten
es: Días exactos

source: Is active
de: Ist aktiv
es: ¿Activar el tour? (NO lo olvide)

source: No
de: Nein
es: No, no deseo activar el tour/servicio

source: Yes
de: Ja
es: Si, si deseo activar el tour/servicio

source: Booking details
de: Buchungsdetails
es: Detalles de la reserva

source: Booking detail
de: Buchungsdetail
es: Detalle de la reserva

source: Names
de: Namen
es: Nombres

source: Countries
de: Länder
es: Categorías

source: Search Landing
de: Landung suchen
es: Buscar página principal

source: Firts Name
de: Vorname
es: Primero Nombre

source: Identity number
de: Identitätsnummer
es: Número de identidad

source: Cellphone
de: Mobiltelefon
es: Teléfono celular

source: Booking
de: Buchungen
es: Reservas

source: Comment
de: Kommentar
es: Comentario

source: seen
de: gesehen
es: vistos

source: Means if receive following or not.
de: Bedeutet, ob Sie folgende Informationen erhalten oder nicht.
es: Significa si recibe seguimiento o no.

source: Booking's
de: Reservierung
es: Reservaciones

source: Users
de: Benutzer
es: Usuarios

source: Datetime
de: Datum/Uhrzeit
es: Fecha

source: Booking Stats
de: Buchungsstatistiken
es: Estadísticas de reservas

source: Booking Stast
de: Stast buchen
es: Reservas de la tienda

source: Check for use the network from user
de: Überprüfen Sie, ob das Netzwerk vom Benutzer verwendet wird
es: Comprobar el uso de la red por parte del usuario

source: Social Networks
de: Soziale Netzwerke
es: Redes Sociales

source: IP Address
de: IP-Adresse
es: Dirección IP

source: Country Code
de: Ländercode
es: Código de país

source: Country Name
de: Name des Landes
es: Nombre de país

source: Date/time
de: Datum/Uhrzeit
es: Fecha y hora

source: Destination Visitor
de: Reiseziel Besucher
es: Visitante del Destino

source: Destination Visitors
de: Reiseziele Besucher
es: Visitantes del Destino

source: Up
de: Nach oben
es: Arriba

source: Middle
de: Mitte
es: Medio

source: Down
de: Nach unten
es: Abajo

source: Company
de: Unternehmen
es: Compañía

source: Desktop Image
de: Desktop Bild
es: Imagen de escritorio

source: Image to be displayed in desktop resolutions
de: Bild für die Anzeige in Desktop-Auflösungen
es: La imagen que se mostrará en las resoluciones de escritorio

source: Mobile Image
de: Handy Bild
es: Imagen de móvil

source: Image to be displayed in mobile resolution
de: Bild soll in mobiler Auflösung angezeigt werden
es: La imagen que se mostrará en las resoluciones de móvil

source: Position
de: Standpunkt
es: Posición

source: Start of advertising
de: Beginn der Werbung
es: Inicio de la publicidad

source: End of advertising
de: Ende der Werbung
es: Fin de la publicidad

source: Active
de: Aktiv
es: Activar

source: Indicate Advertising Status
de: Anzeigen des Werbestatus anzeigen
es: Indique el estado de la publicidad

source: Created
de: Erstellt
es: Creado

source: Ads
de: Werbungen
es: Publicidades

source: Advertising
de: Werbung
es: Publicidad

source: Subject
de: E-Mail-Betreff
es: Asunto

source: Sender
de: Absender
es: Emisor

source: Recipient
de: Empfänger
es: Receptor

source: sent at
de: gesendet an
es: enviado a

source: read at
de: gelesen unter
es: leído el

source: Messages Dashboard
de: Nachrichten-Dashboard
es: Mensajes de Tablero

source: Message Dashboard
de: Nachricht-Dashboard
es: Mensaje de Tablero

source: You can't send messages to yourself
de: Sie können keine Nachrichten an sich selbst senden
es: No puedes enviarte mensajes a ti mismo

source: Question text
de: Frage-Text

source: date published
de: Datum der Veröffentlichung

source: Booking Question
de: Frage zur Reservierung

source: Booking Questions
de: Fragen zur Reservierung

source: Question
de: Frage

source: Choice text
de: Texto seleccionado

source: Votes
de: Stimmabgabe

source: Booking Choice
de: Wahl der Buchung

source: Booking Choices
de: Auswahl an Buchungen

source: Indicate Status
de: Status anzeigen

source: File
de: Datei

source: Files
de: Dateien

source: New Messages
de: Neue Nachrichten
es: Nuevo Mensajes

source: You have a new message:
de: Du hast eine neue Nachricht:
es: Usted tiene un nuevo mensaje:

source: User:
de: Benutzer:
es: Usuario:

source: Full Name:
de: Vollständiger Name:
es: Primer Nombre:

source: See all your messages
de: Alle Ihre Nachrichten sehen
es: Vea todos sus mensajes

source: Documents - Travelposting
de: Dokumente - Travelposting

source: Documents
de: Dokumente

source: Home
de: Zuhause
es: Inicio

source: Show
de: Anzeigen

source: All
de: Alle

source: Upload Files
de: Dateien hochladen

source: See file
de: Siehe Datei

source: Documents recently uploaded
de: Kürzlich hochgeladene Dokumente

source: Search documents
de: Dokumente-suchen

source: Document
de: Dokument

source: created
de: erstellt

source: Action
de: Aktion

source: Download file
de: Datei herunterladen

source: Edit
de: Bearbeiten
es: Editar

source: Delete
de: Löschen
es: Eliminar

source: Are you sure?
de: Bist du sicher?
es: ¿Estas seguro?

source: If you delete this configuration you will not be able to recover it
de: Wenn Sie diese Konfiguration löschen, können Sie sie nicht wiederherstellen
es: Si borra esta configuración no podrá recuperarla

source: Yes, delete it!
de: Ja, löschen Sie es!
es: ¡Sí, bórralo!

source: Deleted!
de: Löschen!
es: ¡Eliminar!

source: This Document has been deleted.
de: Diese Dokument wurde gelöscht.

source: Has been not deleted
de: Wurde nicht gelöscht
es: No se ha borrado

source: Add Documents - Travelposting
de: Dokumente Hinzufügen - Travelposting

source: Add Documents
de: Dokumente Hinzufügen

source: Add Documents to show
de: Dokumente zur Anzeige hinzufügen

source: Cancel
de: Stornieren
es: Cancelar

source: Save changes
de: Änderungen sichern

source: Files - Travelposting
de: Dateien - Travelposting

source: Available Files
de: Verfügbare Dateien

source: Please search your file
de: Bitte durchsuchen Sie Ihr Datei

source: Search
de: Suche
es: Buscar

source: Added
de: Hinzugefügt

source: See all files
de: Alle Dateien anzeigen

source: Update Documents
de: Aktualisieren Dokumente

source: Update Documents
de: Aktualisieren Dokumente

source: Add Description
de: Beschreibung hinzufügen

source: See archive upload
de: Siehe Archiv-Upload

source: Publish
de: Veröffentlichen Sie

source: Don't publish
de: Nicht veröffentlichen

source: Welcome to your Dashboard
de: Willkommen auf Ihrem Dashboard
es: Bienvenido a su Dashboard

source: Welcome to new Dashboard
de: Willkommen auf Ihrem Dashboard
es: Bienvenido al nuevo Dashboard

source: 1 seconds ago
de: vor 1 sekunde
es: hace un segundo

source: Close
de: Schließen
es: Cerrar

source: We work for you, we present the new Travelposting board.
de: Wir arbeiten für Sie, wir stellen das neue Travelposting-Board vor.
es: Trabajamos para usted, le presentamos el nuevo tablón de anuncios de Travelposting.

source: Agencies - Travelposting
de: Agenturen - Travelposting

source: Agencies List
de: Agenturen Liste

source: Managers
de: Verwalteren

source: Agencies
de: Agenturen

source: Travelposting Leaders
de: Leiter für Travelposting

source: Registered Agencies
de: Registrierte Agenturen

source: Manager Plataform
de: Verwalterplattform

source: See manager
de: Siehe Verwalter

source: add agency
de: agentur hinzufügen

source: Choose an option
de: Wählen Sie eine Option

source: Add new Agency
de: Neue Agentur hinzufügen

source: Add existing user
de: Vorhandenen Benutzer hinzufügen

source: add new Manager
de: neuen Verwalter hinzufügen

source: Add new Manager
de: Neuen Verwalter hinzufügen

source: Search manager country
de: Suchmanager Land

source: Full Name
de: Vollständiger Name

source: Country
de: Länd

source: Phone
de: Telefon
es: Telefono

source: Actions
de: Aktionen

source: It does not have
de: Es hat nicht

source: See
de: Ersehen
es: Ver

source: Are you sure you want to delete the agency %(users)s?
de: Sind Sie sicher, dass Sie die Agentur %(users)s löschen möchten?

source: Add Agency - Travelposting
de: Agentur Hinzufügen - Travelposting

source: Managers List
de: Verwalteren-Liste

source: Add Agency
de: Agentur Hinzufügen

source: Edit Agency - Travelposting
de: Agentur Bearbeiten - Travelposting

source: Edit Agency
de: Agentur Bearbeiten

source: Edit agency
de: Agentur bearbeiten

source: Managers - Travelposting
de: Verwalteren - Travelposting

source: Manager
de: Verwalter

source: See agencies
de: Siehe Agenturen

source: Are you sure you want to delete the Manager %(users)s?
de: Sind Sie sicher, dass Sie den Manager %(users)s löschen möchten?

source: Add Manager - Travelposting
de: Verwalter hinzufügen - Travelposting

source: Add Manager
de: Verwalter hinzufügen

source: Request List
de: Anfrage-Liste

source: Requests
de: Petitionen

source: Add Request
de: Anfrage hinzufügen

source: Current petitions
de: Aktuelle Petitionen

source: Date
de: Datum

source: Request Type
de: Anfrage-Typ

source: Approve
de: Genehmigt

source: Reject
de: ablehnen

source: Send new requests
de: Neue Anfragen senden

source: Send Request
de: Anfrage senden

source: Are you sure you want to delete the request %(object)s?
de: Sind Sie sicher, dass Sie den Antrag %(object)s löschen wollen?

source: Mailbox - Travelposting
de: Briefkasten - Travelposting
es: Buzón de correo - Travelposting
